{
  "Create StorageClient": "Crear StorageClient",
  "Create a StorageClient to connect to a Data Foundation system.": "Cree un StorageClient para conectarse a un sistema de Data Foundation.",
  "Name": "Nombre",
  "Data Foundation endpoint": "Endpoint de Data Foundation",
  "Please provide a proper URL with a valid port.": "Proporcione una URL adecuada con un puerto válido.",
  "Onboarding token": "Token de incorporación",
  "Create": "Crear",
  "Cancel": "Cancelar",
  "Upgrading Data Foundation Client Operator": "Actualización del operador del cliente de Data Foundation",
  "Activity": "Actividad",
  "Data Foundation": "Data Foundation",
  "Details": "Detalles",
  "Service name": "Nombre del servicio",
  "Mode": "Modo",
  "Client": "Cliente",
  "Version": "Versión",
  "Inventory": "Inventario",
  "Status": "Estado",
  "Storage Client": "Cliente de almacenamiento",
  "Overview": "Descripción general",
  "Thick": "Pesado",
  "Thin": "Liviano",
  "Compressed": "Comprimido",
  "Deduplicated": "Deduplicado",
  "Deduplicated thin": "Liviano deduplicado",
  "Deduplicated compressed": "Comprimido deduplicado",
  "IP address": "Dirección IP",
  "Rest API IP address of IBM FlashSystem.": "Dirección IP de la API Rest de IBM FlashSystem.",
  "Username": "Nombre de usuario",
  "Password": "Contraseña",
  "Hide password": "Ocultar contraseña",
  "Reveal password": "Mostrar contraseña",
  "Pool name": "Nombre del grupo",
  "Volume mode": "Modo de volumen",
  "The endpoint is not a valid IP address": "El endpoint no es una dirección IP válida",
  "The IP address is already registered": "La dirección IP ya está registrada",
  "Advanced settings": "Ajustes avanzados",
  "Enable disaster recovery support for restored and cloned PersistentVolumeClaims (For Data Foundation only)": "Habilitar la compatibilidad con recuperación ante desastres para PersistentVolumeClaims restauradas y clonadas (solo para Data Foundation)",
  "Before choosing this option, read the section<1>Creating Disaster Recovery Policy on Hub cluster chapter of Regional-DR solution guide</1>to understand the impact and limitations of this feature.": "Antes de elegir esta opción, lea la sección<1>Creating Disaster Recovery Policy en el capítulo Hub cluster de la guía Regional-DR solution</1>para comprender el impacto y las limitaciones de esta funcionalidad.",
  "Create DRPolicy": "Crear DRPolicy",
  "Get a quick recovery in a remote or secondary cluster with a disaster recovery (DR) policy": "Obtenga una recuperación rápida en un clúster remoto o secundario con una política de recuperación ante desastres (DR)",
  "Policy name": "Nombre de la política",
  "Enter a policy name": "Ingrese un nombre de política",
  "Connect clusters": "Conectar clústeres",
  "Enables mirroring/replication between two selected clusters, ensuring failover or relocation between the two clusters in the event of an outage or planned maintenance.": "Permite la duplicación/replicación entre dos clústeres seleccionados, lo que garantiza la conmutación por error o la reubicación entre los dos clústeres en caso de una interrupción o mantenimiento planificado.",
  "Note: If your cluster isn't visible on this list, verify its import status and refer to the steps outlined in the ACM documentation.": "Nota: Si su clúster no está visible en esta lista, verifique su estado de importación y consulte los pasos descritos en la documentación de ACM.",
  "Selected clusters": "Clústeres seleccionados",
  "An error occurred": "Ocurrió un error",
  "Online": "En línea",
  "Offline": "Fuera de línea",
  "Not Installed": "No instalado",
  "Unavailable": "No disponible",
  "Replication interval": "Intervalo de replicación",
  "Replication policy": "Política de replicación",
  "Unsupported peering configuration.": "Configuración de emparejamiento no compatible.",
  "The clusters you're trying to peer aren't compatible. It could be due to mismatched types (one with a client, the other without) or both using the same Data Foundation provider. Select clusters that are either the same type or have separate providers to continue.": "Los clústeres que intenta emparejar no son compatibles. Esto podría deberse a una discordancia de tipos (uno con un cliente y el otro sin él) o a que ambos usan el mismo proveedor de Data Foundation. Seleccione clústeres que sean del mismo tipo o que tengan proveedores separados para continuar.",
  "Selected clusters cannot be used to create a DRPolicy.": "Los clústeres seleccionados no se pueden usar para crear una DRPolicy.",
  "A mirror peer configuration already exists for one or more of the selected clusters, either from an existing or deleted DR policy. To create a new DR policy with these clusters, delete any existing mirror peer configurations associated with them and try again.": "Ya existe una configuración de emparejamiento duplicada para uno o más de los clústeres seleccionados, ya sea de una DRPolicy existente o eliminada. Para crear una nueva DRPolicy con estos clústeres, elimine cualquier configuración de emparejamiento duplicada existente asociada con ellos y vuelva a intentarlo.",
  "Data foundation must be {{version}} or above.": "La base de datos debe ser{{version}} o superior.",
  "Must be connected to RHCS.": "Debe estar conectado a RHCS.",
  "The cluster has multiple storage instances.": "El clúster tiene múltiples instancias de almacenamiento.",
  "Checks cannot be performed for the {{clusterName}}:": "No se pueden realizar comprobaciones para {{clusterName}}:",
  "check unsuccessful on the {{clusterName}}:": "error de comprobación en {{clusterName}}:",
  "checks unsuccessful on the {{clusterName}}:": "errores de comprobaciones en {{clusterName}}:",
  "We could not retrieve any information about the managed cluster {{clusterName}}": "No pudimos recuperar información sobre el clúster administrado {{clusterName}}",
  "Running checks to ensure that the selected managed cluster meets all necessary conditions so it can enroll in a Disaster Recovery policy.": "Realizar comprobaciones para garantizar que el clúster administrado seleccionado cumpla con todas las condiciones necesarias para poder inscribirse en una política de recuperación ante desastres.",
  "All disaster recovery prerequisites met for both clusters.": "Se cumplieron todos los requisitos previos de recuperación ante desastres para ambos clústeres.",
  "Version mismatch across selected clusters": "Discordancia de versiones entre los clústeres seleccionados",
  "The selected clusters are running different versions of Data Foundation. Peering clusters with different versions can lead to potential issues and is not recommended. Ensure all clusters are upgraded to the same version before proceeding with peering to avoid operational risks.": "Los clústeres seleccionados ejecutan distintas versiones de Data Foundation. El emparejamiento de clústeres con distintas versiones puede generar problemas y no se recomienda. Asegúrese de que todos los clústeres estén actualizados a la misma versión antes de continuar con el emparejamiento a fin de evitar riesgos operativos.",
  "1 or more clusters do not meet disaster recovery cluster prerequisites.": "Uno o más clústeres no cumplen con los requisitos previos del clúster de recuperación ante desastres.",
  "The selected managed cluster(s) does not meet all necessary conditions to be eligible for disaster recovery policy. Resolve the following issues to proceed with policy creation.": "Los clústeres administrados seleccionados no cumplen con todas las condiciones necesarias para ser elegibles para la política de recuperación ante desastres. Resuelva los siguientes problemas para continuar con la creación de la política.",
  "Information unavailable": "Información no disponible",
  "Managed Cluster": "Clúster administrado",
  "Availability status": "Estado de disponibilidad",
  "Storage clients": "Clientes de almacenamiento",
  "Region": "Región",
  "Disaster recovery": "Recuperación ante desastres",
  "Policies": "Políticas",
  "Protected applications": "Aplicaciones protegidas",
  "Configure and recover your business critical applications in event of any disaster.": "Configure y recupere las aplicaciones críticas de su negocio en caso de cualquier desastre.",
  "Enroll discovered application": "Inscribir aplicación descubierta",
  "Enroll your applications to improve resilience by implementing disaster recovery protection.": "Inscriba sus aplicaciones para mejorar la resiliencia mediante la implementación de protección de recuperación ante desastres.",
  "Enroll discovered application nav": "Inscribir navegación de aplicaciones descubiertas",
  "Enroll discovered application steps": "Inscribir los pasos de la solicitud descubierta",
  "1 or more mandatory fields are empty. To proceed, fill in the required information.": "1 o más campos obligatorios están vacíos. Para continuar, complete la información requerida.",
  "Back": "Atrás",
  "Save": "Guardar",
  "Next": "Próximo",
  "Configure definition": "Configurar definición",
  "Choose your configuration preference to protect resources (application volumes/PVCs, or Kubernetes objects).": "Elija su preferencia de configuración para proteger los recursos (volúmenes de aplicaciones/PVC u objetos de Kubernetes).",
  "You have selected {{count}} namespaces, to view or change your selection go back to the previous step._one": "Usted ha seleccionado {{count}} espacio de nombres, para ver o cambiar su selección regrese al paso anterior.",
  "You have selected {{count}} namespaces, to view or change your selection go back to the previous step._other": "Usted ha seleccionado {{count}} espacios de nombres, para ver o cambiar su selección regrese al paso anterior.",
  "Secure selected namespace by defining resource label expressions.": "Asegure el espacio de nombres seleccionado definiendo expresiones de etiquetas de recursos.",
  "Resource label": "Etiqueta de recurso",
  "Secure namespaces as per Recipe definition.": "Espacios de nombres seguros según la definición de la receta.",
  "Recipe": "Receta",
  "Recipe list": "Lista de recetas",
  "Only recipes of the selected namespaces will appear in the list.": "En la lista solo aparecerán recetas de los espacios de nombres seleccionados.",
  "Select a recipe": "Seleccione una receta",
  "No recipe found": "No se encontró ninguna receta",
  "Required": "Requerido",
  "Label expressions": "Expresiones de etiquetas",
  "Protect all your Kubernetes objects matching the selected resource label value.": "Proteja todos sus objetos de Kubernetes que coincidan con el valor de la etiqueta del recurso seleccionado.",
  "PVC label selectors": "Selectores de etiquetas de PVC",
  "Protect all your volumes that match the selected PVC labels": "Proteja todos tus volúmenes que coincidan con las etiquetas de PVC seleccionadas",
  "Add PVC label selector": "Agregar selector de etiquetas de PVC",
  "Name requirements": "Requisitos de nombre",
  "Example": "Ejemplo",
  "Enter a unique name": "Introduzca un nombre único",
  "Name input": "Entrada de nombre",
  "A unique identifier for ACM discovered applications from selected namespaces.": "Un identificador único para aplicaciones descubiertas por ACM en espacios de nombres seleccionados.",
  "Select a DRCluster to choose your namespace.": "Seleccione un DRCluster para elegir su espacio de nombres.",
  "No DR cluster found": "No se encontró ningún clúster de recuperación ante desastres",
  "Namespace selection": "Selección de espacio de nombres",
  "Enable disaster recovery protection by selecting the namespaces of your ACM discovered application.": "Habilite la protección de recuperación ante desastres seleccionando los espacios de nombres de su aplicación descubierta por ACM.",
  "DR cluster": "Clúster de recuperación ante desastres",
  "Select cluster": "Seleccionar clúster",
  "Namespace": "Espacio de nombres",
  "Select namespaces that belongs to your ACM discovered applications.": "Seleccione espacios de nombres que pertenezcan a sus aplicaciones descubiertas por ACM.",
  "Once you select namespaces, applications regardless of their type, within those namespaces cannot be subsequently enrolled separately under disaster recovery protection.": "Una vez que seleccione los espacios de nombres, las aplicaciones, independientemente de su tipo, dentro de esos espacios de nombres no se pueden inscribir posteriormente por separado bajo la protección de recuperación ante desastres.",
  "There are no namespaces to display.": "No hay espacios de nombres para mostrar.",
  "There are no namespaces to display. Select a cluster first to view namespaces.": "No hay espacios de nombres para mostrar. Seleccione primero un clúster para ver los espacios de nombres.",
  "{{count}} results found for {{clusterName}}_one": "{{count}} resultado encontrados para {{clusterName}}",
  "{{count}} results found for {{clusterName}}_other": "{{count}} resultados encontrados para {{clusterName}}",
  "0 results found": "0 resultados encontrados",
  "Select a namespace": "Seleccione un espacio de nombres",
  "This list does not include namespaces where applications are enrolled separately under disaster recovery protection.": "Esta lista no incluye espacios de nombres donde las aplicaciones se inscriben por separado bajo la protección de recuperación ante desastres.",
  "Replication type: {{type}}, Interval: {{interval}}, Clusters: {{clusters}}": "Tipo de replicación: {{type}}, Intervalo:{{interval}}, Clústeres: {{clusters}}",
  "Replication type: {{type}}, Clusters: {{clusters}}": "Tipo de replicación: {{type}}, Clústeres: {{clusters}}",
  "Status: {{status}}": "Estado: {{status}}",
  "No policy found": "No se encontró ninguna política",
  "Disaster recovery policy": "Política de recuperación ante desastres",
  "The policy sync interval is only applicable to volumes.": "El intervalo de sincronización de políticas solo se aplica a los volúmenes.",
  "Select a policy": "Seleccione una política",
  "Volume and Kubernetes object replication": "Replicación de volúmenes y objetos de Kubernetes",
  "Define where to sync or replicate your application volumes and Kubernetes object using a disaster recovery policy.": "Defina dónde sincronizar o replicar los volúmenes de su aplicación y el objeto de Kubernetes mediante una política de recuperación ante desastres.",
  "Kubernetes object replication interval": "Intervalo de replicación de objetos de Kubernetes",
  "Define the interval for Kubernetes object replication": "Definir el intervalo para la replicación de objetos de Kubernetes",
  "Cluster:": "Clúster:",
  "Namespace:": "Espacio de nombres:",
  "Name:": "Nombre:",
  "Configuration": "Configuración",
  "Type:": "Tipo:",
  "Recipe name:": "Nombre de la receta:",
  "Recipe namespace:": "Espacio de nombres de recetas:",
  "Label expressions:": "Expresiones de etiquetas:",
  "PVC label selectors:": "Selectores de etiquetas de PVC:",
  "Replication": "Replicación",
  "Volume replication:": "Replicación de volumen:",
  "{{policyName}}, {{replicationType}}, Interval: {{interval}}": "{{policyName}}, {{replicationType}}, Intervalo: {{interval}}",
  "Kubernetes object replication:": "Replicación de objetos de Kubernetes:",
  "Validated": "Validado",
  "Not validated": "No validado",
  "{{async}}, interval: {{syncInterval}}": "{{async}}, intervalo: {{syncInterval}}",
  "Application": "Solicitud",
  "Applications": "Aplicaciones",
  "DRPolicies": "DRPolicies",
  "No disaster recovery policies yet": "Aún no hay políticas de recuperación ante desastres",
  "Configure recovery to your failover cluster with a disaster recovery policy.<1></1>Click the <3>Create DRPolicy</3> button to get started.": "Configure la recuperación en su clúster de conmutación por error con una política de recuperación ante desastres.<1></1>Haga clic en el botón <3>Create DRPolicy</3> para comenzar.",
  "Clusters": "Clústeres",
  "Connected applications": "Aplicaciones conectadas",
  "Cannot delete while connected to an application.": "No se puede eliminar mientras está conectado a una aplicación.",
  "Clean up application resources on current primary cluster {{ failoverCluster }} to start the relocation.": "Limpie los recursos de la aplicación en el clúster principal actual{{ failoverCluster }} para iniciar la reubicación.",
  "Cleanup Pending": "Limpieza pendiente",
  "Relocating to cluster {{ preferredCluster }}": "Reubicación al clúster {{ preferredCluster }}",
  "In Progress": "En curso",
  "Relocated to cluster {{ preferredCluster }}": "Reubicado al clúster {{ preferredCluster }}",
  "Completed": "Terminado",
  "FailingOver to cluster {{ failoverCluster }}": "Realizando conmutación por error al clúster {{ failoverCluster }}",
  "Clean up application resources on failed cluster {{ preferredCluster }} to start the replication.": "Limpie los recursos de la aplicación en el clúster fallido{{ preferredCluster }} para iniciar la replicación.",
  "Pending": "Pendiente",
  "Clean up application resources on failed cluster {{ preferredCluster }}.": "Limpie los recursos de la aplicación en el clúster fallido{{ preferredCluster }}.",
  "FailedOver to cluster {{ failoverCluster }}": "Se realizó la conmutación por error al clúster {{ failoverCluster }}",
  "Unknown": "Desconocido",
  "Namespaces": "Espacios de nombres",
  "Volume snapshot": "Instantánea de volumen",
  "Kubernetes object snapshot": "Replicación de objetos de Kubernetes",
  "Last on: {{ syncTime }}": "Última vez el: {{ syncTime }}",
  "Subscription": "Suscripción",
  "Last snapshot synced": "Última instantánea sincronizada",
  "Subscription details": "Detalles de suscripción",
  "Application: ": "Aplicación: ",
  "Type: {{type}}": "Tipo: {{type}}",
  "Operator health": "Estado del operador",
  "Operators are responsible for maintaining and reconciling the state of the cluster.": "Los operadores son responsables de mantener y conciliar el estado del clúster.",
  "Degraded": "Degradado",
  "Healthy": "En buen estado",
  "DR Cluster operator": "Operador de clúster DR",
  "VolSync": "VolSync",
  "Health": "Estado",
  "Cluster health": "Estado del clúster",
  "Operators health": "Estado de los operadores",
  "Peer connection": "Conexión entre pares",
  " {{ peerConnectedCount }} Connected": "{{ peerConnectedCount }} conectado",
  "ACM discovered applications: ": "Aplicaciones descubiertas por ACM: ",
  "ACM managed applications: ": "Aplicaciones administradas por ACM: ",
  "Current value: ": "Valor actual: ",
  "Max value: ": "Valor máximo: ",
  "Min value: ": "Valor mínimo: ",
  "Utilization": "Utilización",
  "Block volumes snapshots synced": "Instantáneas de volúmenes en bloque sincronizadas",
  "The graph displays the total number of block volumes inbound snapshots, by cluster, from all ApplicationSet and Subscription type applications. Applications that use file volumes are excluded in the total snapshot count.": "El gráfico muestra el número total de instantáneas entrantes de volúmenes en bloque, por clúster, de todas las aplicaciones de tipo ApplicationSet y Suscripción. Las aplicaciones que utilizan volúmenes de archivos se excluyen del recuento total de instantáneas.",
  "Block volumes replication throughput": "Rendimiento de replicación de volúmenes en bloque",
  "The graph displays the average replication throughput inbound, by cluster, from all ApplicationSet and Subscription type applications. Applications that use file volumes are excluded in the replication throughput.": "El gráfico muestra el rendimiento promedio de replicación entrante, por clúster, de todas las aplicaciones de tipo ApplicationSet y Suscripción. Las aplicaciones que utilizan volúmenes de archivos quedan excluidas del rendimiento de replicación.",
  "Volume replication health": "Estado de replicación de volúmenes",
  "Volumes": "Volúmenes",
  "Cluster: {{clusterName}}": "Clúster: {{clusterName}}",
  "Select a cluster": "Seleccione un clúster",
  "Application:": "Aplicación:",
  "Discovered applications": "Aplicaciones descubiertas",
  "Managed applications": "Aplicaciones administradas",
  "Namespace: ": "Espacio de nombres: ",
  "Protected volumes": "Volúmenes protegidos",
  "{{ pvcsWithIssueCount }} with issues": "{{ pvcsWithIssueCount }} con problemas",
  "Getting started with disaster recovery": "Comenzando con la recuperación ante desastres",
  "Create a disaster recovery policy": "Crear una política de recuperación ante desastres",
  "No disaster recovery policies.": "Sin políticas de recuperación ante desastres.",
  "<0>You have {policyCount.toString()} disaster recovery policies. <4>{t('View policies')}</4></0>": "<0>Tiene {policyCount.toString()} políticas de recuperación ante desastres. <4>{t('View policies')}</4></0>",
  "View policies": "Ver políticas",
  "<0>View enrolled apps under <2>Protected applications</2>.</0>": "<0>Ver aplicaciones inscritas en <2>Protected applications</2>.</0>",
  "Create policy": "Crear política",
  "Decide how often your data should be replicated and where it should be stored, either regionally or within your local area, to ensure a quick recovery in case of a disaster.": "Decida con qué frecuencia deben replicarse sus datos y dónde deben almacenarse, ya sea regionalmente o dentro de su área local, para garantizar una recuperación rápida en caso de un desastre.",
  "See documentation": "Ver documentación",
  "Enroll applications": "Inscribir aplicaciones",
  "Add disaster recovery protection to your application to boost resilience and minimise downtime.": "Agregue protección de recuperación ante desastres a su aplicación para aumentar la resiliencia y minimizar el tiempo de inactividad.",
  "Monitoring resources (optional)": "Monitoreo de recursos (opcional)",
  "Monitoring offers an enhanced perspective on disaster recovery, providing a more optimized view of the ongoing replication and status of volumes at both cluster and application levels.": "La supervisión ofrece una perspectiva mejorada sobre la recuperación ante desastres, proporcionando una vista más optimizada de la replicación continua y el estado de los volúmenes tanto a nivel de clúster como de la aplicación.",
  "Steps to enable monitoring": "Pasos para habilitar el monitoreo",
  "Operator status": "Estado del operador",
  "Cluster operator": "Operador de clúster",
  "in disaster recovery relationship": "en la relación de recuperación ante desastres",
  "{{ healthy }} healthy": "{{ healthy }} en buen estado",
  "{{ issues }} with issues": "{{ issues }} con problemas",
  "enrolled in disaster recovery": "inscrito en recuperación ante desastres",
  "ACM discovered applications: {{count}}_one": "Aplicación descubierta por ACM: {{count}}",
  "ACM discovered applications: {{count}}_other": "Aplicaciones descubiertas por ACM: {{count}}",
  "ACM managed applications: {{count}}_one": "Aplicación administrada por ACM: {{count}}",
  "ACM managed applications: {{count}}_other": "Aplicaciones administradas por ACM: {{count}}",
  "Systems": "Sistemas",
  "Storage System status": "Estado del sistema de almacenamiento",
  "StorageSystem is responsible for ensuring different types of file and block storage availability, storage capacity management and generic operations on storage.": "StorageSystem es responsable de garantizar la disponibilidad de diferentes tipos de archivos y bloques de almacenamiento, la gestión de la capacidad de almacenamiento y las operaciones genéricas sobre el almacenamiento.",
  "Storage System": "Sistema de almacenamiento",
  "Critical": "Crítico",
  "Warning": "Advertencia",
  "Normal": "Normal",
  "Data Foundation status": "Estado de la infraestructura de datos",
  "The Data Foundation operator is the primary operator of Data Foundation": "El operador de Data Foundation es el operador principal de Data Foundation",
  "Running": "En ejecución",
  "Cluster name": "Nombre del clúster",
  "Used Capacity %": "% de capacidad utilizada",
  "Used / Total": "Usado / Total",
  "Storage System capacity": "Capacidad del sistema de almacenamiento",
  "Search by cluster name...": "Buscar por nombre de clúster...",
  "cluster name search": "búsqueda de nombre de clúster",
  "cluster name search button": "botón de búsqueda de nombre de clúster",
  "Capacity Card": "Tarjeta de capacidad",
  "Last synced {{lastSync}}": "Última sincronización {{lastSync}}",
  "{{drPolicy}}, sync every {{syncInterval}}": "{{drPolicy}}, sincronizar cada {{syncInterval}}",
  "Sync status: {{lastSync}}": "Estado de sincronización: {{lastSync}}",
  "Failover status": "Estado de conmutación por error",
  "Target cluster: {{targetCluster}}": "Clúster objetivo: {{targetCluster}}",
  "Not Initiated": "No iniciado",
  "Relocate status": "Reubicar estado",
  "Data policy ({{count}})_one": "Política de datos ({{count}})",
  "Data policy ({{count}})_other": "Políticas de datos ({{count}})",
  "Data policies ({{count}})_one": "Política de datos ({{count}})",
  "Data policies ({{count}})_other": "Políticas de datos ({{count}})",
  "policy": "política",
  "policies": "políticas",
  "Data policies popover": "Ventana emergente de políticas de datos",
  "Disaster Recovery ({{count}})_one": "Recuperación ante desastres ({{count}})",
  "Disaster Recovery ({{count}})_other": "Recuperación ante desastres ({{count}})",
  "Close": "Cerrar",
  "View more details": "Ver más detalles",
  "Disaster recovery: {{count}} policy_one": "Recuperación ante desastres: {{count}} política",
  "Disaster recovery: {{count}} policy_other": "Recuperación ante desastres: {{count}} políticas",
  "Disaster recovery: {{count}} policies_one": "Recuperación ante desastres: {{count}} política",
  "Disaster recovery: {{count}} policies_other": "Recuperación ante desastres: {{count}} políticas",
  "Failover:": "Conmutación por error:",
  "Relocate:": "Reubicar:",
  "Disaster recovery policies": "Políticas de recuperación ante desastres",
  "Track the status of ongoing activities associated with the policy in use with your application.": "Realice un seguimiento del estado de las actividades en curso asociadas con la política en uso con su aplicación.",
  "Application list": "Lista de aplicaciones",
  "Last sync": "Última sincronización",
  "Activity status": "Estado de actividad",
  "Ready": "Listo",
  "Not ready": "No está listo",
  "Target cluster:": "Clúster objetivo:",
  "Last available: ": "Último disponible: ",
  "{{actionType}} readiness:": "{{actionType}} preparación:",
  "Volume last synced on:": "Volumen sincronizado por última vez el:",
  "Failover application": "Aplicación de conmutación por error",
  "Failing over force stops active replication and deploys your application on the selected target cluster. Recommended only when the primary cluster is down.": "La conmutación por error forzada detiene la replicación activa e implementa su aplicación en el clúster de destino seleccionado. Recomendado solo cuando el clúster principal está inactivo.",
  "Relocate application": "Reubicar aplicación",
  "Relocating terminates your application on its current cluster, syncs its most recent snapshot to the selected target cluster, and then brings up your application.": "La reubicación finaliza su aplicación en su clúster actual, sincroniza su instantánea más reciente con el clúster de destino seleccionado y luego abre su aplicación.",
  "Initiate": "Iniciado",
  "Initiating": "iniciando",
  "No DRPolicy found.": "No se encontró ninguna DRPolicy.",
  "<0><0>To failover, your application must have a DR policy associated with it. Check for an active DRpolicy and try again.</0><1>To apply a DRPolicy to your application, follow the instructions in the documentation<1><0></0></1></1></0>": "<0><0>Para realizar una conmutación por error, su aplicación debe tener una DRPolicy asociada. Verifique si hay una DRPolicy activa e inténtelo nuevamente.</0><1> Para aplicar una DRPolicy a su aplicación, siga las instrucciones en la documentación<1><0></0></1></1></0>",
  "<0><0>To relocate, your application must have a DR policy associated with it. Check for an active DRpolicy and try again.</0><1>To apply a DRPolicy to your application, follow the instructions in the documentation<1><0></0></1></1></0>": "<0><0>Para reubicar, su aplicación debe tener una DRPolicy asociada. Verifique si hay una DRPolicy activa e inténtelo nuevamente.</0><1> Para aplicar una DRPolicy a su aplicación, siga las instrucciones en la documentación<1><0></0></1></1></0>",
  "Cannot failover.": "No se puede realizar una conmutación por error.",
  "<0>Failover cannot be initiated as the readiness checks are failing. Refer to workaround mentioned in known issues section of<1><0></0></1>.</0>": "<0>No se puede iniciar la conmutación por error porque las comprobaciones de preparación fallan. Consulte la solución alternativa mencionada en la sección de problemas conocidos de<1><0></0></1>.</0>",
  "release notes": "Notas de la versión",
  "Cannot relocate.": "No se puede reubicar.",
  "<0>Relocation cannot be initiated as the readiness checks are failing. Refer to workaround mentioned in known issues section of<1><0></0></1>.</0>": "<0>No se puede iniciar la reubicación porque las comprobaciones de preparación fallan. Consulte la solución alternativa mencionada en la sección de problemas conocidos de<1><0></0></1>.</0>",
  "1 or more managed clusters are offline.": "Uno o más clústeres administrados están fuera de línea.",
  "<0><0>The status for both the primary and target clusters must be available for relocating. Check the status and try again.</0><1>To bring the cluster online, refer to the instructions in the documentation<1><0></0></1></1></0>": "<0><0>El estado de los clústeres principal y de destino debe estar disponible para su reubicación. Verifique el estado e inténtelo nuevamente.</0><1> Para poner el clúster en línea, consulte las instrucciones en la documentación.<1><0></0></1></1></0>",
  "Troubleshoot": "Solucionar problemas",
  "Target cluster is offline.": "El clúster de destino está fuera de línea.",
  "<0>To begin failover, the target cluster must be available. Check the status and try again. If the managed cluster status is offline, follow the instructions in the documentation<1><0></0></1></0>": "<0>Para comenzar la conmutación por error, el clúster de destino debe estar disponible. Verifique el estado e inténtelo nuevamente. Si el estado del clúster administrado es fuera de línea, siga las instrucciones en la documentación.<1><0></0></1></0>",
  "Some clusters are fenced.": "Algunos grupos están delimitados.",
  "<0><0>Check the fencing status for your primary and target cluster. Both clusters should be unfenced for initiating relocation.</0><1>To unfence your cluster, refer to the documentation<1><0></0></1></1></0>": "<0><0>Verifique el estado de la delimitación para su grupo principal y de destino. Ambos grupos deben estar sin vallar para iniciar la reubicación.</0><1> Para desproteger su clúster, consulte la documentación.<1><0></0></1></1></0>",
  "Primary cluster is unfenced.": "El grupo primario no está delimitado.",
  "<0><0>The status for your primary cluster must be fenced for initiating failover. Check the status and try again.</0><1>To fence your cluster, follow the instructions in the documentation<1><0></0></1></1></0>": "<0><0>El estado de su clúster principal debe estar delimitado para iniciar la conmutación por error. Verifique el estado e inténtelo nuevamente.</0><1> Para cercar su grupo, siga las instrucciones en la documentación.<1><0></0></1></1></0>",
  "Target cluster is fenced.": "El grupo objetivo está delimitado.",
  "<0><0>The status for your target cluster must be unfenced for initiating failover. Check the status and try again.</0><1>To unfence your cluster, follow the instructions in the documentation<1><0></0></1></1></0>": "<0><0>El estado de su clúster de destino debe estar sin delimitación para iniciar la conmutación por error. Verifique el estado e inténtelo nuevamente.</0><1> Para quitar la limitación de su grupo, siga las instrucciones en la documentación.<1><0></0></1></1></0>",
  "Other applications may be affected.": "Otras aplicaciones pueden verse afectadas.",
  "<0>This application uses placement that are also used by other applications. Failing over will automatically trigger a failover for other applications sharing the same placement.</0>": "<0>Esta aplicación utiliza ubicaciones que también utilizan otras aplicaciones. La conmutación por error activará automáticamente una conmutación por error para otras aplicaciones que comparten la misma ubicación.</0>",
  "<0>This application uses placement that are also used by other applications. Relocating will automatically trigger a relocate for other applications sharing the same placement.</0>": "<0>Esta aplicación utiliza ubicaciones que también utilizan otras aplicaciones. La reubicación activará automáticamente una reubicación para otras aplicaciones que comparten la misma ubicación.</0>",
  "Inconsistent data on target cluster": "Datos inconsistentes en el clúster de destino",
  "The target cluster's volumes contain data inconsistencies caused by synchronization delays. Performing the failover could lead to data loss. Refer to the corresponding VolumeSynchronizationDelay OpenShift alert(s) for more information.": "Los volúmenes del clúster de destino contienen inconsistencias de datos causadas por demoras en la sincronización. Realizar la conmutación por error podría provocar la pérdida de datos. Consulte las alertas de OpenShift VolumeSynchronizationDelay correspondientes para obtener más información.",
  "Attention": "Atención",
  "A failover will occur for all namespaces currently under this DRPC.": "Se producirá una conmutación por error para todos los espacios de nombres actualmente bajo este DRPC.",
  "You need to clean up manually to begin replication after a successful failover.": "Debe realizar una limpieza manual para comenzar la replicación después de una conmutación por error exitosa.",
  "A relocation will occur for all namespaces currently under this DRPC.": "Se producirá una reubicación para todos los espacios de nombres actualmente bajo este DRPC.",
  "Select": "Seleccionar",
  "<0>Failover cannot be initiated as the readiness checks are failing. Refer to workaround mentioned in known issues section of<1><0></0></1></0>": "<0>No se puede iniciar la conmutación por error porque las comprobaciones de preparación fallan. Consulte la solución alternativa mencionada en la sección de problemas conocidos de<1><0></0></1></0>",
  "<0>Relocation cannot be initiated as the readiness checks are failing. Refer to workaround mentioned in known issues section of<1><0></0></1></0>": "<0>No se puede iniciar la reubicación porque las comprobaciones de preparación fallan. Consulte la solución alternativa mencionada en la sección de problemas conocidos de<1><0></0></1></0>",
  "No subscription groups are found.": "No se encuentran grupos de suscripción.",
  "Application name:": "Nombre de la aplicación:",
  "Select policy": "Seleccionar política",
  "Target cluster": "Clúster objetivo",
  "Select subscriptions group": "Seleccionar grupo de suscripciones",
  "Failover initiated": "Conmutación por error iniciada",
  "Relocate initiated": "Reubicación iniciada",
  "Intiating": "Iniciando",
  "Placed: {{cluster}}": "Ubicado: {{cluster}}",
  "{{selected}} of {{total}} selected": "{{selected}} de {{total}} seleccionado",
  "subscription-selector": "subscription-selector",
  "Select the subscriptions groups you wish to replicate via": "Seleccione los grupos de suscripciones a través de los cuales desea replicar",
  "Enroll managed application": "Inscribir aplicación administrada",
  "Manage disaster recovery": "Gestionar la recuperación ante desastres",
  "<0>Application:</0> {getName(applicaitonInfo)} (Namespace: {getNamespace(applicaitonInfo)})": "<0>Aplicación:</0> {getName(applicaitonInfo)} (espacio de nombre: {getNamespace(applicaitonInfo)})",
  "Assign policy nav": "Asignar navegación de políticas",
  "Assign policy content": "Asignar contenido de política",
  "Labels must start and end with an alphanumeric character, can consist of lower-case letters, numbers, dots (.), hyphens (-), forward slash (/), underscore(_) and equal to (=)": "Las etiquetas deben comenzar y terminar con un carácter alfanumérico, pueden constar de letras minúsculas, números, puntos (.), guiones (-), barra diagonal (/), guión bajo (_) e igual a (=)",
  "Invalid label selector": "Selector de etiquetas no válido",
  "The selected PVC label selector doesn't meet the label requirements. Choose a valid label selector or create one with the following requirements: {{ message }}": "El selector de etiquetas de PVC seleccionado no cumple con los requisitos de la etiqueta. Elija un selector de etiquetas válido o cree uno con los siguientes requisitos: {{ message }}",
  "Assign": "Asignar",
  "Delete": "Eliminar",
  "Select a placement": "Seleccione una ubicación",
  "{{count}} selected_one": "{{count}} seleccionado",
  "{{count}} selected_other": "{{count}} seleccionados",
  "Select labels": "Seleccionar etiquetas",
  "Use PVC label selectors to effortlessly specify the application resources that need protection. You can also create a custom PVC label selector if one doesn’t exists. For more information, ": "Utilice selectores de etiquetas de PVC para especificar sin esfuerzo los recursos de la aplicación que necesitan protección. Si no existe, también puede crear un selector de etiquetas de PVC personalizado. Para obtener más información, ",
  "Help": "Ayuda",
  "see PVC label selector requirements.": "consulte los requisitos del selector de etiquetas de PVC.",
  "Application resource": "Recurso de aplicación",
  "PVC label selector": "Selector de etiquetas de PVC",
  "Add application resource": "Agregar recurso de aplicación",
  "{{count}} placements_one": "{{count}} ubicación",
  "{{count}} placements_other": "{{count}} ubicaciones",
  "Data policy": "Política de datos",
  "Policy name:": "Nombre de la política:",
  "Clusters:": "Clústeres:",
  "Replication type:": "Tipo de replicación:",
  "Sync interval:": "Intervalo de sincronización:",
  "PVC details": "Detalles de PVC",
  "Application resource:": "Recurso de aplicación:",
  "PVC label selector:": "Selector de etiquetas de PVC:",
  "New policy assigned to application": "Nueva política asignada a la aplicación",
  "Remove disaster recovery": "Eliminar la recuperación ante desastres",
  "Your application will lose disaster recovery protection, preventing volume synchronization (replication) between clusters.": "Su aplicación perderá la protección de recuperación ante desastres, lo que impedirá la sincronización de volúmenes (replicación) entre clústeres.",
  "Disaster recovery removed successfully.": "La recuperación ante desastres se eliminó correctamente.",
  "Enroll application": "Inscribir aplicación",
  "Application already enrolled in disaster recovery": "Aplicación ya inscrita en recuperación ante desastres",
  "No assigned disaster recovery policy found": "No se encontró ninguna política de recuperación ante desastres asignada",
  "<0>This managed application namespace is already DR protected. You may have protected this namespace while enrolling discovered applications.</0><1>To see disaster recovery information for your applications, go to<1>Protected applications</1> under <3>Disaster Recovery</3>.</1>": "<0>Este espacio de nombres de aplicación administrada ya está protegido ante desastres. Es posible que haya protegido este espacio de nombres al inscribir aplicaciones descubiertas.</0><1> Para ver información de recuperación ante desastres para sus aplicaciones, vaya a <1>Protected applications</1> en <3>Disaster Recovery</3>.</1>",
  "You have not enrolled this application yet. To protect your application,": "Aún no registró esta aplicación. Para proteger su aplicación,",
  "Disaster recovery policy details": "Detalles de la política de recuperación ante desastres",
  "Name: {{name}} ({{status}})": "Nombre: {{name}} ({{status}})",
  "Replication policy: {{replicationType}}, {{interval}} {{unit}}": "Política de replicación: {{replicationType}}, {{interval}} {{unit}}",
  "Replication policy: {{replicationType}}": "Política de replicación: {{replicationType}}",
  "Cluster: {{clusters}}": "Clúster: {{clusters}}",
  "Assigned on: {{assignedOn}}": "Asignado el: {{assignedOn}}",
  "Protected application resources": "Recursos de la aplicación protegidos",
  "Edit to add resources": "Modificar para agregar recursos",
  "Placement: {{placements}}": "Colocación: {{placements}}",
  "Label selector:": "Selector de etiquetas:",
  "Replication details": "Detalles de replicación",
  "Status: ": "Estado: ",
  "Last synced on {{syncTime}}": "Última sincronización el {{syncTime}}",
  "Confirm remove": "Confirmar eliminación",
  "Enroll ACM managed application": "Inscribir la aplicación administrada por ACM",
  "Follow the below steps to enroll your managed applications to disaster recovery:": "Siga los pasos a continuación para inscribir sus aplicaciones administradas en la recuperación ante desastres:",
  "<0><0><0></0></0> Navigate to <4>Applications</4> section and locate your application.</0><1><0><0></0></0> Select <4>Manage disaster recovery</4> from inline actions.</1><2><0><0></0></0> In the Manage disaster recovery modal, click on <4>Enroll application</4> to start the wizard process.</2>": "<0><0><0></0></0> Vaya a <4>Applications</4> y localice su aplicación.</0><1><0><0></0></0> Seleccione <4>Manage disaster recovery</4> de las acciones en línea.</1><2><0><0></0></0> En el modo Manage disaster recovery, haga clic en <4>Enroll application</4> para iniciar el proceso del asistente.</2>",
  "Continue to Applications page": "Continuar a la página de Aplicaciones",
  "Remove disaster recovery?": "¿Desea eliminar la recuperación ante desastres?",
  "Your application <2>{{resourceName}}</2> will lose disaster recovery protection, reventing volume synchronization (replication) between clusters.": "Su aplicación<2>{{resourceName}}</2> perderá la protección de recuperación ante desastres, lo que impedirá la sincronización de volúmenes (replicación) entre clústeres.",
  "Remove": "Eliminar",
  "Application types and their enrollment processes": "Tipos de aplicaciones y sus procesos de inscripción",
  "<0>ACM discovered applications:</0><1>Based on modular and microservices architecture, uses operators for dynamically created kubernetes objects. Eg: <2>CloudPak, Custom-created applications</2></1><2><0>Enrollment process:</0> Discovered applications are enrolled under disaster recovery through enabling protection for their namespaces and further defining the scope of this protection within namespace through recipe selection or resource label.</2><3>ACM managed applications:</3><4>Based on subscribing to one or more Kubernetes resource repositories (channel resource) that contains resources that are deployed on managed clusters. Eg: <2>ApplicationSet, Subscriptions</2></4><5><0>Enrollment process:</0> Individually protect managed application with flexibility for distinct configurations for different sub-categories of managed application based on specific requirements.</5>": "<0>Aplicaciones descubiertas por ACM:</0><1> Basado en una arquitectura modular y de microservicios, utiliza operadores para objetos de Kubernetes creados dinámicamente. P. ej.: <2>CloudPak, aplicaciones creadas a medida</2></1><2><0> Proceso de inscripción:</0> Las aplicaciones descubiertas se inscriben en la recuperación ante desastres habilitando la protección de sus espacios de nombres y definiendo aún más el alcance de esta protección dentro del espacio de nombres mediante la selección de recetas o la etiqueta de recursos.</2><3> Aplicaciones administradas por ACM:</3><4> Basado en la suscripción a uno o más repositorios de recursos de Kubernetes (recurso de canal) que contiene recursos que se implementan en clústeres administrados. P. ej.: <2> Conjunto de aplicaciones, suscripciones</2></4><5><0> Proceso de inscripción:</0> Proteja individualmente las aplicaciones administradas con flexibilidad para distintas configuraciones para diferentes subcategorías de aplicaciones administradas según requisitos específicos.</5>",
  "No protected discovered applications found": "No se encontraron aplicaciones descubiertas protegidas",
  "Looks like there are no applications here.": "Parece que no hay aplicaciones aquí.",
  "<0>You do not have any <1>discovered applications</1> that are protected yet. For details about your <4>protected managed applications</4>, navigate to the <7>Applications</7> page, as this information is not maintained here.</0><1></1><2>Click <1>Enroll applications</1> to add disaster recovery protection to your applications.</2>": "<0>No tiene <1>aplicaciones descubiertas</1> que todavía están protegidas. Para obtener detalles sobre sus <4>aplicaciones administradas protegidas</4>, vaya a la página <7>Applications</7>, ya que esta información no se incluye aquí.</0><1></1><2> Haga clic en <1>Enroll applications</1> para agregar protección de recuperación ante desastres a sus aplicaciones.</2>",
  "Activity description": "Descripción de la actividad",
  "Application volumes (PVCs)": "Volúmenes de aplicación (PVC)",
  "No data available": "Datos no disponibles",
  "Kubernetes objects": "Objetos Kubernetes",
  "Sync resource type": "Tipo de recurso de sincronización",
  "Sync status": "Estado de sincronización",
  "Last synced on": "Última sincronización el",
  "View namespaces": "Ver espacios de nombres",
  "View activity": "Ver actividad",
  "See detailed information": "Ver información detallada",
  "{{appName}} is now successfully enrolled for disaster recovery protection.": "{{appName}} ahora está inscrito correctamente en la protección de recuperación ante desastres.",
  "For disaster recovery or replication details about ACM managed applications navigate to Applications overview page.": "Para obtener detalles sobre la recuperación ante desastres o la replicación de las aplicaciones administradas por ACM, vaya a la página de descripción general de aplicaciones.",
  "Overall sync status": "Estado general de sincronización",
  "Policy": "Política",
  "Cluster": "Clúster",
  "Edit configuration": "Editar configuración",
  "Update existing configuration in YAML view": "Actualizar la configuración existente en la vista YAML",
  "Failover": "Conmutación por error",
  "Move workloads to target cluster": "Mover cargas de trabajo al clúster de destino",
  "Relocate": "Reubicar",
  "Failback workloads to primary cluster": "Cargas de trabajo de conmutación por recuperación al clúster principal",
  "Resource is being deleted.": "El recurso se está eliminando.",
  "Choose a type:": "Elija un tipo:",
  "ACM discovered applications": "Aplicaciones descubiertas por ACM",
  "ACM managed applications": "Aplicaciones administradas por ACM",
  "ApplicationSet": "ApplicationSet",
  "Discovered": "Descubierto",
  "Asynchronous": "Asincrónico",
  "Synchronous": "Sincrónico",
  "minutes": "minutos",
  "hours": "horas",
  "days": "días",
  "PersistentVolumeClaim": "PersistentVolumeClaim",
  "Review and assign": "Revisar y asignar",
  "Review": "Revisar",
  "Data Services": "Servicios de datos",
  "In use: {{targetClusters}}": "En uso: {{targetClusters}}",
  "Used: {{targetClusters}}": "Usado: {{targetClusters}}",
  "Logical used capacity per account": "Capacidad lógica utilizada por cuenta",
  "Physical vs. Logical used capacity": "Capacidad utilizada física versus lógica",
  "Egress Per Provider": "Salida por proveedor",
  "I/O Operations count": "Recuento de operaciones de E/S",
  "Bandwidth": "Banda ancha",
  "Latency": "Latencia",
  "Compression eligibility": "Elegibilidad para la compresión",
  "Compression eligibility indicates the percentage of incoming data that is compressible": "La elegibilidad de compresión indica el porcentaje de datos entrantes que son comprimibles.",
  "Compression savings": "Ahorro en compresión",
  "Compression savings indicates the total savings gained from compression for this pool, including replicas": "Los ahorros de compresión indican el ahorro total obtenido de la compresión para este grupo, incluidas las réplicas.",
  "Compression ratio": "Índice de compresión",
  "{{capacityRatio, number}}:1": "{{capacityRatio, number}}:1",
  "Compression ratio indicates the achieved compression on eligible data for this pool": "El índice de compresión indica la compresión lograda en los datos elegibles para este grupo.",
  "Compression": "Compresión",
  "Compression status": "Estado de compresión",
  "Disabled": "Desactivado",
  "Enabled": "Activado",
  "Storage efficiency": "Eficiencia de almacenamiento",
  "Volume type": "Tipo de volumen",
  "Device type": "Tipo de dispositivo",
  "Replicas": "Réplicas",
  "Not available": "No disponible",
  "Image states info": "Información de estados de imagen",
  "What does each state mean?": "¿Qué significa cada estado?",
  "<0>Starting replay:</0> Initiating image (PV) replication process.": "<0>Repetición inicial:</0> Iniciando el proceso de replicación de imágenes (PV).",
  "<0>Replaying:</0> Image (PV) replication is ongoing or idle between clusters.": "<0>Reproduciendo:</0> La replicación de imágenes (PV) está en curso o inactiva entre clústeres.",
  "<0>Stopping replay:</0> Image (PV) replication process is shutting down.": "<0>Detener la repetición:</0> El proceso de replicación de imágenes (PV) se está cerrando.",
  "<0>Stopped:</0> Image (PV) replication process has shut down.": "<0>Interrumpido:</0> El proceso de replicación de imágenes (PV) se ha cerrado.",
  "<0>Error:</0> Image (PV) replication process stopped due to an error.": "<0>Error:</0> El proceso de replicación de imágenes (PV) se detuvo debido a un error.",
  "<0>Unknown:</0> Unable to determine image (PV) state due to an error. Check your network connection and remote cluster mirroring daemon.": "<0>Desconocido:</0> No se puede determinar el estado de la imagen (PV) debido a un error. Verifique su conexión de red y el demonio de duplicación de clúster remoto.",
  "image states info": "información de estados de imagen",
  "Image States": "Estados de la imagen",
  "Mirroring": "Duplicación",
  "Mirroring status": "Estado de duplicación",
  "Mirroring health": "Estado de duplicación",
  "Overall image health": "Estado general de la imagen",
  "Show image states": "Mostrar estados de imagen",
  "Last checked": "Última comprobación",
  "Raw capacity shows the total physical capacity from all the storage pools in the StorageSystem.": "La capacidad bruta muestra la capacidad física total de todos los grupos de almacenamiento en StorageSystem.",
  "Starting replay": "Iniciando repetición",
  "Stopping replay": "Deteniendo la repetición",
  "Replaying": "Reproduciendo",
  "Stopped": "Interrumpido",
  "Error": "Error",
  "Syncing": "Sincronización",
  "Ok": "Aceptar",
  "Performance": "Rendimiento",
  "IOPS": "IOPS",
  "Throughput": "Resultados",
  "Raw capacity": "Capacidad bruta",
  "Used": "Usado",
  "Available": "Disponible",
  "Available versus Used Capacity": "Capacidad disponible versus capacidad utilizada",
  "Used of {{capacity}}": "Usado de {{capacity}}",
  "Not Available": "No disponible",
  "External Key Management Service: {{ provider }}": "Servicio externo de gestión de claves: {{ provider }}",
  "Object storage": "Almacenamiento de objetos",
  "Data encryption for object storage.": "Cifrado de datos para el almacenamiento de objetos.",
  "Cluster-wide encryption": "Cifrado en todo el clúster",
  "Encryption for the entire cluster (block and file)": "Cifrado para todo el clúster (bloque y archivo)",
  "Storage class encryption": "Cifrado de clase de almacenamiento",
  "Encryption for PVs": "Cifrado para PV",
  "Block storage": "Almacenamiento de bloques",
  "Data encryption for block storage.": "Cifrado de datos para almacenamiento de bloques.",
  "This status is shown exclusively for default storage classes.": "Este estado se muestra exclusivamente para las clases de almacenamiento predeterminadas.",
  "In-transit encryption": "Cifrado en tránsito",
  "Encryption for all data passing over the network": "Cifrado de todos los datos que pasan por la red",
  "Encryption summary popover": "Ventana emergente con resumen de cifrado",
  "Encryption Summary": "Resumen de cifrado",
  "Not enabled": "No habilitado",
  "Server health": "Estado del servidor",
  "Server throughput": "Rendimiento del servidor",
  "Top clients": "Principales clientes",
  "Client: {{ clientName }}": "Cliente: {{ clientName }}",
  "Estimating {{formattedEta}} to completion": "Estimando {{formattedEta}} hasta su finalización",
  "Object_one": "Objeto",
  "Object_other": "Objetos",
  "NooBaa Bucket": "Depósito de NooBaa",
  "Buckets": "Depósitos",
  "Buckets card represents the number of S3 buckets managed on Multicloud Object Gateway and the number of ObjectBucketClaims and the ObjectBuckets managed on both Multicloud Object Gateway and RGW (if deployed).": "La tarjeta Buckets representa la cantidad de buckets de S3 administrados en Multicloud Object Gateway y el número de ObjectBucketClaims y los ObjectBuckets administrados tanto en Multicloud Object Gateway como en RGW (si están implementados).",
  "Cluster-wide": "En todo el clúster",
  "Any NON Object bucket claims that were created via an S3 client or via the NooBaa UI system.": "Cualquier reclamo de depósito NO de objeto que se creó a través de un cliente S3 o mediante el sistema de interfaz de usuario de NooBaa.",
  "Break by": "Desglosar por",
  "Total": "Total",
  "Projects": "Proyectos",
  "BucketClasses": "BucketClasses",
  "Service type": "Tipo de servicio",
  "All": "Todo",
  "Capacity breakdown": "Desglose de capacidad",
  "This card shows used capacity for different resources. The available capacity is based on cloud services therefore it cannot be shown.": "Esta tarjeta muestra la capacidad utilizada para diferentes recursos. La capacidad disponible se basa en servicios en la nube, por lo que no se puede mostrar.",
  "Type: {{serviceType}}": "Tipo: {{serviceType}}",
  "Service Type Dropdown": "Menú desplegable de tipo de servicio",
  "Service Type Dropdown Toggle": "Alternancia desplegable de tipo de servicio",
  "By: {{serviceType}}": "Por: {{serviceType}}",
  "Break By Dropdown": "Desglosar por menú desplegable",
  "Providers": "Proveedores",
  "Accounts": "Cuentas",
  "Metric": "Métrica",
  "I/O Operations": "Operaciones de E/S",
  "Logical Used Capacity": "Capacidad lógica utilizada",
  "Egress": "Salida",
  "Service Type": "Tipo de servicio",
  "Type: {{selectedService}}": "Tipo: {{selectedService}}",
  "{{selectedMetric}} by {{selectedBreakdown}}": "{{selectedMetric}} por {{selectedBreakdown}}",
  "thousands": "miles",
  "millions": "millones",
  "billions": "miles de millones",
  "Total Reads {{totalRead}}": "Lecturas totales {{totalRead}}",
  "Total Writes {{totalWrite}}": "Escrituras totales {{totalWrite}}",
  "Total Logical Used Capacity {{logicalCapacity}}": "Capacidad lógica total utilizada {{logicalCapacity}}",
  "Total Physical Used Capacity {{physicalcapacity}}": "Capacidad física total utilizada {{physicalcapacity}}",
  "Shows an overview of the data consumption per provider or account collected from the day of the entity creation.": "Muestra una descripción general del consumo de datos por proveedor o cuenta recopilados desde el día de la creación de la entidad.",
  "(in {{suffixLabel}})": "(en {{suffixLabel}})",
  "Data Consumption Graph": "Gráfico de consumo de datos",
  "GET {{GETLatestValue}}": "OBTENER {{GETLatestValue}}",
  "PUT {{PUTLatestValue}}": "COLOCAR {{PUTLatestValue}}",
  "OpenShift Container Storage": "Almacenamiento de contenedores OpenShift",
  "System name": "Nombre del sistema",
  "Multicloud Object Gateway": "Puerta de enlace de objetos multinube",
  "RADOS Object Gateway": "Puerta de enlace de objetos RADOS",
  "Provider": "Proveedor",
  "Encryption": "Cifrado",
  "Resource providers": "Proveedores de recursos",
  "A list of all Multicloud Object Gateway resources that are currently in use. Those resources are used to store data according to the buckets' policies and can be a cloud-based resource or a bare metal resource.": "Una lista de todos los recursos de Multicloud Object Gateway que están actualmente en uso. Esos recursos se utilizan para almacenar datos de acuerdo con las políticas de los depósitos y pueden ser un recurso basado en la nube o un recurso básico.",
  "Object Service": "Servicio de objetos",
  "Data Resiliency": "Resiliencia de datos",
  "Object Service Status": "Estado del servicio de objetos",
  "The object service includes 2 services.": "El servicio del objeto incluye 2 servicios.",
  "The data resiliency includes 2 services": "La resiliencia de datos incluye 2 servicios.",
  "Services": "Servicios",
  "Object Gateway (RGW)": "Puerta de enlace de objetos (RGW)",
  "All resources are unhealthy": "Todos los recursos están en mal estado.",
  "Object Bucket has an issue": "El depósito de objetos tiene un problema",
  "Many buckets have issues": "Muchos depósitos tienen problemas",
  "Some buckets have issues": "Algunos depósitos tienen problemas",
  "Data Foundation can be configured to use compression. The efficiency rate reflects the actual compression ratio when using such a configuration.": "Data Foundation se puede configurar para utilizar compresión. La tasa de eficiencia refleja la relación de compresión real cuando se utiliza dicha configuración.",
  "Savings": "Guardados",
  "Savings shows the uncompressed and non-deduped data that would have been stored without those techniques.": "Guardados muestra los datos sin comprimir y sin duplicar que se habrían almacenado sin esas técnicas.",
  "Block and File": "Bloquear y archivar",
  "Object": "Objeto",
  "Network file system": "Sistema de archivos de red",
  "StorageSystems": "StorageSystems",
  "StorageSystem details": "Detalles de StorageSystem",
  "Storage pools": "Grupos de almacenamiento",
  "Storage Classes": "Clases de almacenamiento",
  "Pods": "Pods",
  "PersistentVolumeClaims": "PersistentVolumeClaims",
  "{{metricType}}": "{{metricType}}",
  "Break by dropdown": "Desglosar por menú desplegable",
  "Storage Cluster": "Clúster de almacenamiento",
  "Used capacity": "Capacidad usada",
  "Requested capacity": "Capacidad solicitada",
  "Expanding StorageCluster": "Ampliación de StorageCluster",
  "Migrating cluster OSDs": "Migración de OSD del clúster",
  "{{blueStoreCount}}/{{totalOSDCount}} OSDs migrated:": "{{blueStoreCount}}/{{totalOSDCount}} OSD migrados:",
  "Upgrading Data Foundation's Operator": "Actualización del operador de Data Foundation",
  "Select a namespace:": "Seleccione un espacio de nombres:",
  "Only showing PVCs that are being mounted on an active pod": "Mostrar solo los PVC que se están montando en un pod activo",
  "This card shows the requested capacity for different Kubernetes resources. The figures shown represent the usable storage, meaning that data replication is not taken into consideration.": "Esta tarjeta muestra la capacidad solicitada para diferentes recursos de Kubernetes. Las cifras mostradas representan el almacenamiento utilizable, lo que significa que no se tiene en cuenta la replicación de datos.",
  "<0><0>Understand terms</0><1>Net storage consumption</1><2>Indicates the daily net change in storage capacity.</2><3>Average storage consumption </3><4>Refers to the amount of data used over a specified period. A positive average indicates how quickly the cluster is filling up, while a negative average indicates the rate at which the cluster is clearing up.</4><5>Estimated days until full ** </5><6>Indicates the number of days remaining before a storage system reaches its maximum capacity based on current usage trends.</6><7>Calculations for above metrics are based on the data gathered day to day basis. **This is only a rough estimation These calculations are based on the data gathered on day to day basis</7></0>": "<0><0>Comprender los términos</0><1>Consumo neto de almacenamiento</1><2>Indica el cambio neto diario en la capacidad de almacenamiento.</2><3>Consumo promedio de almacenamiento </3><4>Se refiere a la cantidad de datos utilizados durante un período específico. Un promedio positivo indica la rapidez con la que se llena el clúster, mientras que un promedio negativo indica la velocidad a la que se vacía.</4><5>Días estimados hasta completar cupo** </5><6>Indica la cantidad de días restantes antes de que un sistema de almacenamiento alcance su capacidad máxima según las tendencias de uso actuales.</6><7>Los cálculos de las métricas anteriores se basan en los datos recopilados día a día. **Esto es solo una estimación aproximada. Estos cálculos se basan en los datos recopilados día a día</7></0>",
  "Consumption trend": "Tendencia de consumo",
  "Storage consumption": "Consumo promedio",
  "Over the past {{daysUp}} ": "Sobre los últimos {{daysUp}} ",
  "day": "día",
  "Net storage consumption": "Consumo neto de almacenamiento",
  "Average storage consumption": "Consumo promedio de almacenamiento",
  "Estimated days until full": "Días estimados hasta llenar",
  "Understanding these terms": "Comprender estos términos",
  "Internal": "Interno",
  "Raw capacity is the absolute total disk space available to the array subsystem.": "La capacidad bruta es el espacio total absoluto en disco disponible para el subsistema de matriz.",
  "Active health checks": "Controles de estado activos",
  "Progressing": "En curso",
  "The Compression Ratio represents the compressible data effectiveness metric inclusive of all compression-enabled pools.": "El índice de compresión representa la métrica de efectividad de los datos comprimibles, incluidos todos los grupos habilitados para compresión.",
  "The Savings metric represents the actual disk capacity saved inclusive of all compression-enabled pools and associated replicas.": "La métrica de ahorro representa la capacidad real del disco guardada, incluidos todos los grupos habilitados para compresión y las réplicas asociadas.",
  "Used Capacity": "Capacidad usada",
  "Recovery": "Recuperación",
  "Performance metrics over time showing IOPS, Latency and more. Each metric is a link to a detailed view of this metric.": "Métricas de rendimiento a lo largo del tiempo que muestran IOPS, latencia y más. Cada métrica es un enlace a una vista detallada de esta métrica.",
  "{{value}} IOPS": "{{value}} IOPS",
  "{{unit}} IOPS": "{{unit}} IOPS",
  "Block and File service is unhealthy": "El servicio Bloquear y Archivo no está en buen estado",
  "Object service is unhealthy": "El servicio de objetos no está en buen estado",
  "Create Storage Pool": "Crear grupo de almacenamiento",
  "Storage pool delete modal": "Modal de eliminación del grupo de almacenamiento",
  "Delete Storage Pool": "Eliminar grupo de almacenamiento",
  "<0><0>{{poolName}}</0> cannot be deleted. When a pool is bounded to PVC it cannot be deleted. Please detach all the resources from StorageClass(es):</0>": "<0><0>{{poolName}}</0> no se puede eliminar. Cuando un grupo está vinculado a PVC, no se puede eliminar. Separe todos los recursos de StorageClass(es):</0>",
  "<0>Deleting <1>{{poolName}}</1> will remove all the saved data of this pool. Are you sure want to delete?</0>": "<0>Eliminando<1>{{poolName}}</1> eliminará todos los datos guardados de este grupo. ¿Está seguro de que quiere eliminar?</0>",
  "Try Again": "Intentar otra vez",
  "Finish": "Finalizar",
  "Go To PVC List": "Ir a la lista de PVC",
  "Storage pool update form": "Formulario de actualización del grupo de almacenamiento",
  "Edit Storage Pool": "Modificar grupo de almacenamiento",
  "no compression": "sin compresión",
  "with compression": "con compresión",
  "Replica {{poolSize}} {{compressionText}}": "Réplica {{poolSize}} {{compressionText}}",
  "Create new storage pool": "Crear nuevo grupo de almacenamiento",
  "Storage system": "Sistema de almacenamiento",
  "Select a StorageSystem for your workloads.": "Seleccione un StorageSystem para sus cargas de trabajo.",
  "Filesystem name": "Nombre del sistema de archivos",
  "Enter filesystem name": "Ingrese el nombre del sistema de archivos",
  "CephFS filesystem name into which the volume shall be created": "Nombre del sistema de archivos CephFS en el que se creará el volumen",
  "Storage Pool": "Grupo de almacenamiento",
  "Select a Pool": "Seleccione un grupo",
  "Storage pool into which volume data shall be stored": "Grupo de almacenamiento en el que se almacenarán los datos del volumen",
  "my-storage-pool": "my-storage-pool",
  "pool-name-help": "pool-name-help",
  "Error retrieving parameters": "Error al recuperar parámetros",
  "Enable Encryption": "Habilitar el cifrado",
  "StorageClass encryption": "Cifrado de StorageClass",
  "An encryption key will be generated for each PersistentVolume created using this StorageClass.": "Se generará una clave de cifrado para cada PersistentVolume creado utilizando esta StorageClass.",
  "Key service": "Servicio clave",
  "Select an existing connection": "Seleccione una conexión existente",
  "KMS service {{value}} already exist": "El servicio KMS {{value}} ya existe",
  "Choose existing KMS connection": "Elija la conexión KMS existente",
  "Create new KMS connection": "Crear nueva conexión KMS",
  "Enable Thick Provisioning": "Habilitar aprovisionamiento pesado",
  "By enabling thick-provisioning, volumes will allocate the requested capacity upon volume creation. Volume creation will be slower when thick-provisioning is enabled.": "Al habilitar el aprovisionamiento pesado, los volúmenes asignarán la capacidad solicitada al momento de la creación del volumen. La creación de volúmenes será más lenta cuando esté habilitado el aprovisionamiento pesado.",
  "Edit BlockPool": "Editar BlockPool",
  "Delete BlockPool": "Eliminar BlockPool",
  "YAML": "YAML",
  "Events": "Eventos",
  "Data loss may occur, only recommended for small clusters or when backups are available or data loss is acceptable": "Puede ocurrir pérdida de datos, solo recomendado para clústeres pequeños o cuando hay copias de seguridad disponibles o la pérdida de datos es aceptable",
  "{{replica}} Replication": "{{replica}} replicación",
  "Filesystem": "Sistema de archivos",
  "Block": "Bloquear",
  "my-pool": "my-pool",
  "The pool name comprises a prefix followed by the user-provided name.": "El nombre del grupo se compone de un prefijo seguido del nombre proporcionado por el usuario.",
  "Data protection policy": "Política de protección de datos",
  "Select replication": "Seleccionar replicación",
  "Data compression": "Compresión de datos",
  "Optimize storage efficiency by enabling data compression within replicas.": "Para optimizar la eficiencia del almacenamiento, habilite la compresión de datos dentro de las réplicas.",
  "Enabling compression may result in little or no space savings for encrypted or random data. Also, enabling compression may have an impact on I/O performance.": "Habilitar la compresión puede generar poco o ningún ahorro de espacio para datos cifrados o aleatorios. Además, habilitar la compresión puede tener un impacto en el rendimiento de E/S.",
  "A storage pool is a logical entity which provides capacity to applications and workloads. With pools you can support policies for data resiliency and storage efficiency.": "Un grupo de almacenamiento es una entidad lógica que proporciona capacidad a las aplicaciones y cargas de trabajo. Con los grupos, puede respaldar políticas para la resiliencia de los datos y la eficiencia del almacenamiento.",
  "Storage pool creation form": "Formulario de creación de grupo de almacenamiento",
  "Data Foundation's StorageCluster is not available. Try again after the StorageCluster is ready to use.": "StorageCluster de Data Foundation no está disponible. Inténtelo de nuevo después de que StorageCluster esté listo para usarse.",
  "Create storage pool": "Crear grupo de almacenamiento",
  "Pool creation is not supported for Data Foundation's external RHCS StorageSystem.": "La creación de grupos no es compatible con RHCS StorageSystem externo de Data Foundation.",
  "StorageClasses": "StorageClasses",
  "Default pool cannot be deleted.": "El grupo predeterminado no se puede eliminar.",
  "Edit Pool": "Modificar grupo",
  "Delete Pool": "Eliminar grupo",
  "Loading...": "Cargando...",
  "Pool {{name}} creation in progress": "Creación de grupo {{name}} en progreso",
  "Pool {{name}} was successfully created": "El grupo {{name}} se creó exitosamente",
  "An error occurred. Pool {{name}} was not created": "Ocurrió un error. No se creó el grupo {{name}}.",
  "Pool {{name}} creation timed out. Please check if odf operator and rook operator are running": "Se agotó el tiempo de creación del grupo {{name}}. Verifique si el operador odf y el operador rook se están ejecutando",
  "The creation of a StorageCluster is still in progress or has failed. Try again after the StorageCuster is ready to use.": "La creación de un StorageCluster todavía está en curso o ha fallado. Inténtelo de nuevo después de que StorageCuster esté listo para usarse.",
  "Pool management tasks are not supported for default pool and Data Foundation's external mode.": "Las tareas de administración de grupos no se admiten para el grupo predeterminado y el modo externo de Data Foundation.",
  "Pool {{name}} was created with errors.": "Se creó el grupo {{name}} con errores.",
  "Use existing claim": "Usar reclamo existente",
  "ObjectBucketClaim": "ObjectBucketClaim",
  "Create new claim": "Crear nuevo reclamo",
  "Address form errors to proceed": "Abordar los errores del formulario para continuar",
  "Attach": "Adjuntar",
  "Attach Storage": "Adjuntar almacenamiento",
  "Required data is not available. Please try again later.": "Los datos requeridos no están disponibles. Vuelva a intentarlo más tarde.",
  "No Persistent Volumes are available.": "No hay volúmenes persistentes disponibles.",
  "No nodes data is available.": "No hay datos de nodos disponibles.",
  "An unexpected error has occured.": "Se produjo un error inesperado.",
  "Attach a new storage device class set to {{ resourceName }}": "Adjuntar un nuevo conjunto de clases de dispositivos de almacenamiento a {{ resourceName }}",
  "Attach Storage form": "Adjuntar formulario de almacenamiento",
  "LSO StorageClass": "StorageClass de LSO",
  "Enable encryption on device set": "Habilitar el cifrado en el conjunto de dispositivos",
  "Reclaim Policy": "Política de recuperación",
  "Select reclaim policy": "Seleccionar póliza de reclamo",
  "Determines what happens to persistent volumes when the associated persistent volume claim is deleted. Defaults to 'Delete'": "Determina qué sucede con los volúmenes persistentes cuando se elimina la reclamación de volumen persistente asociada. El valor predeterminado es \"Eliminar\"",
  "Volume Binding Mode": "Modo de enlace de volumen",
  "Select VolumeBinding Mode": "Seleccionar el modo VolumeBinding",
  "Determines what persistent volume claims will be provisioned and bound. Defaults to 'WaitForFirstCustomer'": "Determina qué reclamaciones de volumen persistente se aprovisionarán y vincularán. El valor predeterminado es \"WaitForFirstCustomer\"",
  "New StorageClass name": "Nuevo nombre de StorageClass",
  "Enter a unique StorageClass name": "Ingrese un nombre de StorageClass único",
  "Enable encryption on StorageClass": "Habilitar el cifrado en StorageClass",
  "BucketName": "BucketName",
  "Type": "Tipo",
  "BackingStores": "BackingStores",
  "Each BackingStore can be used for one tier at a time. Selecting a BackingStore in one tier will remove the resource from the second tier option and vice versa.": "Cada BackingStore se puede utilizar para un nivel a la vez. Al seleccionar un BackingStore en un nivel, se eliminará el recurso de la opción del segundo nivel y viceversa.",
  "Bucket created for Data Foundation's Service": "Depósito creado para el servicio de Data Foundation",
  "Tier 1 - BackingStores": "Nivel 1: BackingStores",
  "Create BackingStore ": "Crear BackingStore",
  "{{bs, number}} BackingStore_one": "{{bs, number}} BackingStore",
  "{{bs, number}} BackingStore_other": "{{bs, number}} BackingStores",
  "selected": "seleccionado",
  "Tier 2 - BackingStores": "Nivel 2: BackingStores",
  "{{bs, number}} BackingStore _one": "{{bs, number}} BackingStore",
  "{{bs, number}} BackingStore _other": "{{bs, number}} BackingStores",
  "General": "General",
  "Placement Policy": "Política de colocación",
  "Resources": "Recursos",
  "Create BucketClass": "Crear BucketClass",
  "Create new BucketClass": "Crear nueva BucketClass",
  "BucketClass is a CRD representing a class for buckets that defines tiering policies and data placements for an OBC.": "BucketClass es un CRD que representa una clase para depósitos que define políticas de niveles y ubicaciones de datos para un OBC.",
  "Edit BucketClass Resource": "Editar recurso BucketClass",
  "{{storeType}} represents a storage target to be used as the underlying storage for the data in Multicloud Object Gateway buckets.": "{{storeType}} representa un destino de almacenamiento que se utilizará como almacenamiento subyacente para los datos en depósitos de Multicloud Object Gateway.",
  "What is a BackingStore?": "¿Qué es una BackingStore?",
  "BackingStore represents a storage target to be used as the underlying storage for the data in Multicloud Object Gateway buckets.": "BackingStore representa un destino de almacenamiento que se utilizará como almacenamiento subyacente para los datos en depósitos de Multicloud Object Gateway.",
  "Multiple types of BackingStores are supported: asws-s3 s3-compatible google-cloud-storage azure-blob obc PVC.": "Se admiten varios tipos de BackingStores: asws-s3 compatible con s3 google-cloud-storage azure-blob obc PVC.",
  "Learn More": "Más información",
  "Standard": "Estándar",
  "Data will be consumed by a Multi-cloud object gateway, deduped, compressed, and encrypted. The encrypted chunks would be saved on the selected BackingStores. Best used when the applications would always use the Data Foundation endpoints to access the data.": "Los datos serán consumidos por una puerta de enlace de objetos de múltiples nubes, deduplicados, comprimidos y cifrados. Los fragmentos cifrados se guardarán en los BackingStores seleccionados. Se utiliza mejor cuando las aplicaciones siempre usarían los endpoints de Data Foundation para acceder a los datos.",
  "Data is stored on the NamespaceStores without performing de-duplication, compression, or encryption. BucketClasses of namespace type allow connecting to existing data and serving from them. These are best used for existing data or when other applications (and cloud-native services) need to access the data from outside Data Foundation.": "Los datos se almacenan en NamespaceStores sin realizar deduplicación, compresión o cifrado. Las BucketClasses de tipo espacio de nombres permiten conectarse a datos existentes y servir desde ellos. Se utilizan mejor para datos existentes o cuando otras aplicaciones (y servicios nativos de la nube) necesitan acceder a los datos desde fuera de Data Foundation.",
  "3-63 characters": "3-63 caracteres",
  "Avoid using the form of an IP address": "Evite utilizar el formato de una dirección IP",
  "What is a BucketClass?": "¿Qué es una BucketClass?",
  "A set of policies which would apply to all buckets (OBCs) created with the specific bucket class. These policies include placement, namespace and caching": "Un conjunto de políticas que se aplicarían a todos los depósitos (OBC) creados con la clase de depósito específica. Estas políticas incluyen ubicación, espacio de nombres y almacenamiento en caché.",
  "BucketClass type": "Tipo de BucketClass",
  "BucketClass name": "Nombre de BucketClass",
  "my-multi-cloud-mirror": "my-multi-cloud-mirror",
  "BucketClass Name": "Nombre de BucketClass",
  "Description (Optional)": "Descripción (opcional)",
  "Description of bucket class": "Descripción de clase de depósito",
  "Single NamespaceStore": "NamespaceStore único",
  "Multi NamespaceStores": "Multi NamespaceStores",
  "The namespace bucket will serve reads from several selected backing stores, creating a virtual namespace on top of them and will write to one of those as its chosen write target": "El depósito de espacios de nombres ofrecerá lecturas de varios almacenes de respaldo seleccionados, creará un espacio de nombres virtual encima de ellos y escribirá en uno de ellos como destino de escritura elegido.",
  "Cache NamespaceStore": "NamespaceStore de caché",
  "The caching bucket will serve data from a large raw data out of a local caching tiering.": "El depósito de almacenamiento en caché proporcionará datos de una gran cantidad de datos sin procesar desde un nivel de almacenamiento en caché local.",
  "What is a Namespace Policy?": "¿Qué es una política de espacio de nombres?",
  "Namespace policy can be set to one single read and write source, multi read sources or cached policy.": "La política de espacio de nombres se puede configurar en una única fuente de lectura y escritura, fuentes de lectura múltiple o política en caché.",
  "Namespace Policy Type": "Tipo de política de espacio de nombres",
  "What is Caching?": "¿Qué es el almacenamiento en caché?",
  "Caching is a policy that creates local copies of the data. It saves the copies locally to improve performance for frequently accessed data. Each cached copy has a TTL and is verified against the hub. Each non-read operation (upload, overwrite, delete) is performed on the hub": "El almacenamiento en caché es una política que crea copias locales de los datos. Guarda las copias localmente para mejorar el rendimiento de los datos a los que se accede con frecuencia. Cada copia almacenada en caché tiene un TTL y se verifica con el concentrador. Cada operación que no es de lectura (cargar, sobrescribir, eliminar) se realiza en el concentrador.",
  "Hub namespace store ": "Almacén de espacios de nombres del concentrador ",
  "A single NamespaceStore that defines the read and write target of the namespace bucket.": "Un único NamespaceStore que define el destino de lectura y escritura del depósito de espacio de nombres.",
  "NamespaceStore": "Escribir NamespaceStore",
  "Cache data settings": "Configuración de datos de caché",
  "The data will be temporarily copied on a backing store in order to later access it much more quickly.": "Los datos se copiarán temporalmente en un almacén de respaldo para poder acceder a ellos posteriormente de forma mucho más rápida.",
  "Backing store": "Almacén de respaldo",
  "a local backing store is recommended for better performance": "Se recomienda un almacén de respaldo local para un mejor rendimiento.",
  "Time to live": "Tiempo de vida",
  "Time to live is the time that an object is stored in a caching system before it is deleted or refreshed. Default: 0, Max: 24 hrs": "El tiempo de vida es el tiempo que un objeto se almacena en un sistema de almacenamiento en caché antes de eliminarlo o actualizarlo. Predeterminado: 0, Máx.: 24 horas",
  "Read NamespaceStores": "Leer NamespaceStores",
  "Select a list of NamespaceStores that defines the read targets of the namespace bucket.": "Seleccione una lista de NamespaceStores que defina los destinos de lectura del depósito de espacio de nombres.",
  "Create NamespaceStore": "Crear NamespaceStore",
  "{{nns, number}} namespace store _one": "{{nns, number}} almacén de espacios de nombres",
  "{{nns, number}} namespace store _other": "{{nns, number}} almacenes de espacios de nombres",
  " selected": " seleccionado",
  "Write NamespaceStore": "Escribir NamespaceStore",
  "Select a single NamespaceStore that defines the write targets of the namespace bucket.": "Seleccione un único NamespaceStore que defina los destinos de escritura del depósito de espacio de nombres.",
  "Read and Write NamespaceStore ": "Leer y escribir NamespaceStore ",
  "Select one NamespaceStore which defines the read and write targets of the namespace bucket.": "Seleccione un NamespaceStore que defina los objetivos de lectura y escritura del depósito de espacio de nombres.",
  "What is a Placement Policy?": "¿Qué es una política de ubicación?",
  "Data placement capabilities are built as a multi-layer structure here are the layers bottom-up:": "Las capacidades de ubicación de datos se construyen como una estructura de múltiples capas. Aquí están las capas de abajo hacia arriba:",
  "Spread Tier - list of BackingStores aggregates the storage of multiple stores.": "Nivel de distribución: la lista de BackingStores agrega el almacenamiento de varios almacenes.",
  "Mirroring Tier - list of spread-layers async-mirroring to all mirrors with locality optimization (will allocate on the closest region to the source endpoint). Mirroring requires at least two BackingStores.": "Nivel de duplicación: lista de duplicación asíncrona de capas extendidas en todas las duplicaciones con optimización de localidad (se asignará en la región más cercana al endpoint de origen). La duplicación requiere al menos dos BackingStores.",
  "The number of replicas can be configured via the NooBaa management console.": "La cantidad de réplicas se puede configurar a través de la consola de administración de NooBaa.",
  "Tier 1 - Policy Type": "Nivel 1: tipo de política",
  "Spread": "Distribuir",
  "Spreading the data across the chosen resources. By default a replica of one copy is used and does not include failure tolerance in case of resource failure.": "Distribuir los datos entre los recursos elegidos. De forma predeterminada, se utiliza una réplica de una copia y no incluye tolerancia a fallas en caso de falla del recurso.",
  "Mirror": "Replicar",
  "Full duplication of the data in each chosen resource. By default a replica of one copy per location is used. Includes failure tolerance in case of resource failure.": "Duplicación total de los datos en cada recurso elegido. De forma predeterminada, se utiliza una réplica de una copia por ubicación. Incluye tolerancia a fallos en caso de fallo de recurso.",
  "Add Tier": "Agregar nivel",
  "Tier 2 - Policy type": "Nivel 2: tipo de política",
  "Remove Tier": "Quitar nivel",
  "Spreading the data across the chosen resources does not include failure tolerance in case of resource failure.": "La distribución de datos entre los recursos elegidos no incluye la tolerancia a fallas en caso de falla del recurso.",
  "Full duplication of the data in each chosen resource includes failure tolerance in cause of resource failure.": "La duplicación completa de los datos en cada recurso elegido incluye tolerancia a fallas en caso de falla del recurso.",
  "Namespace Policy: ": "Política de espacio de nombres: ",
  "Read and write NamespaceStore : ": "Leer y escribir NamespaceStore: ",
  "Hub namespace store: ": "Almacén de espacios de nombres del concentrador: ",
  "Cache backing store: ": "Almacén de respaldo de caché: ",
  "Time to live: ": "Tiempo de vida:",
  "Resources ": "Recursos ",
  "Selected read namespace stores: ": "Almacenes de espacios de nombres de lectura seleccionados: ",
  "Selected write namespace store: ": "Almacén de espacios de nombres de escritura seleccionado: ",
  "Placement policy details ": "Detalles de la política de ubicación ",
  "Tier 1: ": "Nivel 1: ",
  "Selected BackingStores": "BackingStores seleccionados",
  "Tier 2: ": "Nivel 2: ",
  "Review BucketClass": "Revisar BucketClass",
  "BucketClass type: ": "Tipo de BucketClass:",
  "BucketClass name: ": "Nombre de BucketClass:",
  "Description: ": "Descripción: ",
  "Storage status represents the health status of Data Foundation's StorageCluster.": "El estado de almacenamiento representa el estado del StorageCluster de Data Foundation.",
  "Provider {{provider}}": "Proveedor {{provider}}",
  "Create new BackingStore ": "Crear nueva BackingStore",
  "An error has occured while fetching backing stores": "Se ha producido un error al buscar almacenes de respaldo",
  "Select a backing store": "Seleccione un almacén de respaldo",
  "Create new BackingStore": "Crear nueva BackingStore",
  "Storage targets that are used to store chunks of data on Multicloud Object Gateway buckets.": "Destinos de almacenamiento que se utilizan para almacenar fragmentos de datos en depósitos de Multicloud Object Gateway.",
  "A BackingStore represents a storage target to be used as the underlying storage layer in Multicloud Object Gateway buckets.": "Una BackingStore representa un destino de almacenamiento que se utilizará como capa de almacenamiento subyacente en depósitos de Multicloud Object Gateway.",
  "Multiple types of BackingStores are supported: AWS S3 S3 Compatible Google Cloud Storage Azure Blob PVC.": "Se admiten varios tipos de BackingStores: AWS S3 Compatible con S3 Google Cloud Storage Azure Blob PVC.",
  "BackingStore Name": "Nombre de BackingStore",
  "Create BackingStore": "Crear BackingStore",
  "Storage platform": "Plataforma de almacenamiento",
  "Select external system from list": "Seleccionar sistema externo de la lista",
  "Select a storage platform you wish to connect": "Seleccione una plataforma de almacenamiento que desee conectar",
  "No existing StorageClass found, refer to the documentation to create a StorageClass.": "No se encontró ningún StorageClass existente; consulte la documentación para crear un StorageClass.",
  "Backing storage type": "Tipo de almacenamiento de respaldo",
  "Use an existing StorageClass": "Utilice una StorageClass existente",
  "Data Foundation will use an existing StorageClass available on your hosting platform.": "Data Foundation utilizará una StorageClass existente disponible en su plataforma de alojamiento.",
  "Create a new StorageClass using local storage devices": "Cree una nueva StorageClass utilizando dispositivos de almacenamiento locales",
  "Data Foundation will use a StorageClass provided by the Local Storage Operator (LSO) on top of your attached drives. This option is available on any platform with devices attached to nodes.": "Data Foundation utilizará una StorageClass proporcionada por el Operador de almacenamiento local (LSO) sobre las unidades conectadas. Esta opción está disponible en cualquier plataforma con dispositivos conectados a nodos.",
  "Connect an external storage platform": "Conectar una plataforma de almacenamiento externo",
  "Data Foundation will create a dedicated StorageClass.": "Data Foundation creará una StorageClass dedicada.",
  "Use external PostgreSQL": "Utilice PostgreSQL externo",
  "Allow Noobaa to connect to an external postgres server": "Permitir que Noobaa se conecte a un servidor postgres externo",
  "NFS is currently not supported for external storage type. To proceed with an external storage type, disable this option.": "Actualmente, NFS no es compatible con el tipo de almacenamiento externo. Para continuar con un tipo de almacenamiento externo, desactive esta opción.",
  "NFS is currently not supported for external storage type.": "Actualmente, NFS no es compatible con el tipo de almacenamiento externo.",
  "Enable network file system (NFS)": "Habilitar el sistema de archivos de red (NFS)",
  "Allow NFS to use low resources by default.": "Permita que NFS utilice pocos recursos de forma predeterminada.",
  "Connection details": "Detalles de conexión",
  "Server name": "Nombre del servidor",
  "Port": "Puerto",
  "Database name": "Nombre de la base de datos",
  "Enable TLS/SSL": "Habilitar TLS/SSL",
  "Enable this for encrytion on flight with the Postgres server": "Habilite esto para el cifrado en vuelo con el servidor Postgres",
  "Allow self-signed certificates": "Permitir certificados autofirmados",
  "Adding this option will allow the postgres server to use a self-signed certificates.": "Agregar esta opción permitirá que el servidor Postgres utilice certificados autofirmados.",
  "Enable client-side certificates": "Habilitar certificados del lado del cliente",
  "Select this option to upload and use your client side certificates": "Seleccione esta opción para cargar y utilizar sus certificados del lado del cliente",
  "Accepted file types: .pem, .crt, .key": "Tipos de archivos aceptados: .pem, .crt, .key",
  "Files should be named private and public followed by compatible extensions": "Los archivos deben tener nombres privados y públicos seguidos de extensiones compatibles.",
  "Deploys MultiCloud Object Gateway without block and file services.": "Implementa MultiCloud Object Gateway sin servicios de archivos y bloques.",
  "Deploys Data Foundation with block, shared fileSystem and object services.": "Implementa Data Foundation con bloques, sistemas de archivos compartidos y servicios de objetos.",
  "Deploys Data Foundation as a provider cluster": "Implementa Data Foundation como un clúster de proveedores",
  "Deployment type": "Tipo de implementación",
  "Use Ceph RBD as the default StorageClass": "Utilice Ceph RBD como StorageClass predeterminado",
  "Configure default RBD StorageClass to avoid adding manual annotations within a StorageClass and selecting a specific StorageClass when making storage requests or provisions in your PVCs.": "Configure RBD StorageClass predeterminado para evitar agregar anotaciones manuales dentro de un StorageClass y seleccionar un StorageClass específico al realizar solicitudes o provisiones de almacenamiento en sus PVC.",
  "If not labeled, the selected nodes are labeled <2>{{label}}</2> to make them target hosts for Data Foundation's components.": "Si no están etiquetados, los nodos seleccionados están etiquetados <2>{{label}}</2> para que se dirijan a los hosts de los componentes de Data Foundation.",
  "Taint nodes": "Nodos de contaminación",
  "Selected nodes will be dedicated to Data Foundation use only": "Los nodos seleccionados se dedicarán únicamente al uso de Data Foundation",
  "Select capacity": "Seleccionar capacidad",
  "Select nodes": "Seleccionar nodos",
  "Select at least 3 nodes preferably in 3 different zones. It is recommended to start with at least 14 CPUs and 34 GiB per node.": "Seleccione al menos 3 nodos preferiblemente en 3 zonas diferentes. Se recomienda comenzar con al menos 14 CPU y 34 GiB por nodo.",
  "PersistentVolumes are being provisioned on the selected nodes.": "Se están aprovisionando PersistentVolumes en los nodos seleccionados.",
  "Error while loading PersistentVolumes.": "Error al cargar PersistentVolumes.",
  "Selected capacity": "Capacidad seleccionada",
  "Available raw capacity": "Capacidad bruta disponible",
  "The available capacity is based on all attached disks associated with the selected StorageClass <3>{{storageClassName}}</3>": "La capacidad disponible se basa en todos los discos conectados asociados con el StorageClass seleccionado <3>{{storageClassName}}</3>",
  "Selected nodes": "Nodos seleccionados",
  "Configure performance": "Configurar el rendimiento",
  "Aggregate resource requirements for {{selectedProfile}} mode": "Necesidades agregadas de recursos para el modo {{selectedProfile}}",
  "CPUs required": "Se requieren CPU",
  "CPUs": "CPU",
  "Memory required": "Memoria requerida",
  "GiB": "GiB",
  "Select a profile to customise the performance of the Data Foundation cluster to meet your requirements.": "Seleccione un perfil para personalizar el rendimiento del clúster de Data Foundation para satisfacer sus requisitos.",
  "Select a performance mode from the list": "Seleccione un modo de rendimiento de la lista",
  "Role": "Rol",
  "CPU": "CPU",
  "Memory": "Memoria",
  "Zone": "Zona",
  "To support high availability when two data centers can be used, enable arbiter to get a valid quorum between the two data centers.": "Para admitir una alta disponibilidad cuando se pueden utilizar dos centros de datos, habilite al árbitro para obtener un quórum válido entre los dos centros de datos.",
  "Arbiter minimum requirements": "Requisitos mínimos del árbitro",
  "Enable arbiter": "Habilitar árbitro",
  "Stretch Cluster": "Estirar grupo",
  "Arbiter zone": "Zona de árbitro",
  "Select an arbiter zone": "Seleccione una zona de árbitro",
  "Arbiter zone selection": "Selección de zona de árbitro",
  "An arbiter node will be automatically selected from this zone": "Se seleccionará automáticamente un nodo árbitro de esta zona.",
  "This selection is exclusive and cannot be used with other device types.": "Esta selección es exclusiva y no se puede utilizar con otros tipos de dispositivos.",
  "Disks on all nodes": "Discos en todos los nodos",
  "{{nodes, number}} node_one": "{{nodes, number}} nodo",
  "{{nodes, number}} node_other": "{{nodes, number}} nodos",
  "No SSD/NVMe disks detected": "No se detectaron discos SSD/NVMe",
  "You do not have any SSD/NVMe disks available. Data Foundation supports only SSD/NVMe disk type in internal mode.": "No tienes ningún disco SSD/NVMe disponible. Data Foundation solo admite tipos de discos SSD/NVMe en modo interno.",
  "Disk type is set to SSD/NVMe": "El tipo de disco está configurado como SSD/NVMe",
  "Data Foundation supports only SSD/NVMe disk type for internal mode deployment.": "Data Foundation solo admite el tipo de disco SSD/NVMe para la implementación en modo interno.",
  "Please enter a positive Integer": "Por favor ingrese un número entero positivo",
  "LocalVolumeSet name": "Nombre de LocalVolumeSet",
  "A LocalVolumeSet will be created to allow you to filter a set of disks, group them and create a dedicated StorageClass to consume storage from them.": "Se creará un LocalVolumeSet para permitirle filtrar un conjunto de discos, agruparlos y crear una StorageClass dedicada para consumir almacenamiento de ellos.",
  "StorageClass name": "Nombre de StorageClass",
  "Filter disks by": "Filtrar discos por",
  "Uses the available disks that match the selected filters on all nodes.": "Utiliza los discos disponibles que coinciden con los filtros seleccionados en todos los nodos.",
  "Disks on selected nodes": "Discos en nodos seleccionados",
  "Uses the available disks that match the selected filters only on selected nodes.": "Utiliza los discos disponibles que coinciden con los filtros seleccionados solo en los nodos seleccionados.",
  "Disk type": "Tipo de disco",
  "Advanced": "Avanzado",
  "Select disk types": "Seleccionar tipos de disco",
  "Disk size": "Tamaño del disco",
  "Minimum": "Mínimo",
  "Please enter a value less than or equal to max disk size": "Ingrese un valor menor o igual al tamaño máximo del disco",
  "Maximum": "Máximo",
  "Please enter a value greater than or equal to min disk size": "Ingrese un valor mayor o igual al tamaño mínimo del disco",
  "Units": "Unidades",
  "Maximum disks limit": "Límite máximo de discos",
  "Disks limit will set the maximum number of PVs to create on a node. If the field is empty we will create PVs for all available disks on the matching nodes.": "El límite de discos establecerá la cantidad máxima de PV para crear en un nodo. Si el campo está vacío, crearemos PV para todos los discos disponibles en los nodos coincidentes.",
  "After the LocalVolumeSet is created you won't be able to edit it.": "Una vez creado el LocalVolumeSet, no podrá editarlo.",
  "Note:": "Nota:",
  "Create LocalVolumeSet": "Crear LocalVolumeSet",
  "Yes": "Sí",
  "Are you sure you want to continue?": "¿Está seguro de que quiere continuar?",
  "Local Storage Operator not installed": "Operador de almacenamiento local no instalado",
  "Before we can create a StorageSystem, the Local Storage Operator needs to be installed. When installation is finished come back to Data Foundation to create a StorageSystem.<1><0>Install</0></1>": "Antes de que podamos crear un StorageSystem, es necesario instalar el Operador de almacenamiento local. Cuando finalice la instalación, regrese a Data Foundation para crear un StorageSystem.<1><0> Instalar</0></1>",
  "Minimum Node Requirement": "Requisito mínimo de nodo",
  "A minimum of 3 nodes are required for the initial deployment. Only {{nodes}} node match to the selected filters. Please adjust the filters to include more nodes.": "Se requiere un mínimo de 3 nodos para la implementación inicial. Solo {{nodes}} nodo coincide con los filtros seleccionados. Ajuste los filtros para incluir más nodos.",
  "Cannot proceed with selected device types": "No se puede continuar con los tipos de dispositivos seleccionados",
  "Choose a different device type or combination, or select only mpath to proceed.": "Elija un tipo o combinación de dispositivo diferente, o seleccione solo mpath para continuar.",
  "Checking Local Storage Operator installation": "Comprobación de la instalación del operador de almacenamiento local",
  "Discovering disks on all hosts. This may take a few minutes.": "Descubriendo discos en todos los hosts. Esto puede tomar unos pocos minutos.",
  "Node": "Nodo",
  "Model": "Modelo",
  "Capacity": "Capacidad",
  "Selected Disks": "Discos seleccionados",
  "{{nodes, number}} Node_one": "{{nodes, number}} Nodo",
  "{{nodes, number}} Node_other": "{{nodes, number}} Nodos",
  "{{disks, number}} Disk_one": "{{disks, number}} Disco",
  "{{disks, number}} Disk_other": "{{disks, number}} Discos",
  "Selected versus Available Capacity": "Capacidad seleccionada frente a capacidad disponible",
  "Out of {{capacity}}": "De {{capacity}}",
  "{{displayName}} connection details": "{{displayName}} detalles de conexión",
  "Not connected": "No conectado",
  "Backing storage": "Almacenamiento de respaldo",
  "Deployment type: {{deployment}}": "Tipo de implementación: {{deployment}}",
  "Network file system: {{nfsStatus}}": "Sistema de archivos de red: {{nfsStatus}}",
  "Ceph RBD as the default StorageClass: {{isCephRBDSetAsDefault}}": "Ceph RBD como StorageClass predeterminado: {{isCephRBDSetAsDefault}}",
  "Backing storage type: {{name}}": "Tipo de almacenamiento de respaldo: {{name}}",
  "External storage platform: {{storagePlatform}}": "Plataforma de almacenamiento externo: {{storagePlatform}}",
  "Capacity and nodes": "Capacidad y nodos",
  "Cluster capacity: {{capacity}}": "Capacidad del clúster: {{capacity}}",
  "Selected nodes: {{nodeCount, number}} node_one": "Nodos seleccionados: {{nodeCount, number}} nodo",
  "Selected nodes: {{nodeCount, number}} node_other": "Nodos seleccionados: {{nodeCount, number}} nodos",
  "CPU and memory: {{cpu, number}} CPU and {{memory}} memory": "CPU y memoria:{{cpu, number}} CPU y {{memory}} memoria",
  "Performance profile: {{resourceProfile}}": "Perfil de rendimiento: {{resourceProfile}}",
  "Zone: {{zoneCount, number}} zone_one": "Zona: {{zoneCount, number}} zona",
  "Zone: {{zoneCount, number}} zone_other": "Zona: {{zoneCount, number}} zonas",
  "Arbiter zone: {{zone}}": "Zona de árbitro: {{zone}}",
  "Taint nodes: {{ocsTaintsStatus}}": "Nodos de contaminación: {{ocsTaintsStatus}}",
  "Security": "Seguridad",
  "Encryption: Enabled": "Cifrado: habilitado",
  "External key management service: {{kmsStatus}}": "Servicio externo de gestión de claves: {{kmsStatus}}",
  "Security and network": "Seguridad y red",
  "Encryption: {{encryptionStatus}}": "Cifrado: {{encryptionStatus}}",
  "In-transit encryption: {{hasInTransitEncryption}}": "Cifrado en tránsito: {{hasInTransitEncryption}}",
  "Network: {{networkType}}": "Red: {{networkType}}",
  "Public Network Interface": "Interfaz de red pública",
  "Select NetworkAttachmentDefinition": "Seleccione NetworkAttachmentDefinition",
  "Cluster Network Interface": "Interfaz de red del clúster",
  "Network": "Red",
  "Default (OVN)": "Predeterminado (OVN)",
  "The default OVN uses a single network for all data operations such as read/write and also for control planes, such as data replication.": "El OVN predeterminado utiliza una única red para todas las operaciones de datos, como lectura/escritura, y también para planos de control, como la replicación de datos.",
  "Custom (Multus)": "Personalizado (Multus)",
  "Multus allows a network seperation between the data operations and the control plane operations.": "Multus permite una separación de red entre las operaciones de datos y las operaciones del plano de control.",
  "Encryption level": "Nivel de cifrado",
  "The StorageCluster encryption level can be set to include all components under the cluster (including StorageClass and PVs) or to include only StorageClass encryption. PV encryption can use an auth token that will be used with the KMS configuration to allow multi-tenancy.": "El nivel de cifrado de StorageCluster se puede configurar para incluir todos los componentes del clúster (incluidos StorageClass y PV) o para incluir solo el cifrado de StorageClass. El cifrado PV puede utilizar un token de autenticación que se utilizará con la configuración de KMS para permitir el arrendamiento múltiple.",
  "An encryption key will be generated for each persistent volume (block) created using an encryption enabled StorageClass.": "Se generará una clave de cifrado para cada volumen persistente (bloque) creado utilizando una StorageClass habilitada para cifrado.",
  "Connection settings": "Configuración de conexión",
  "Connect to an external key management service": "Conéctese a un servicio externo de administración de claves",
  "Data encryption for block and file storage. MultiCloud Object Gateway supports encryption for objects by default.": "Cifrado de datos para almacenamiento de bloques y archivos. MultiCloud Object Gateway admite el cifrado de objetos de forma predeterminada.",
  "MultiCloud Object Gateway supports encryption for objects by default.": "MultiCloud Object Gateway admite el cifrado de objetos de forma predeterminada.",
  "Enable data encryption for block and file storage": "Habilite el cifrado de datos para el almacenamiento de bloques y archivos",
  "Enable encryption": "Habilitar el cifrado",
  "Encrypts all Ceph traffic including data, using Ceph msgrv2": "Cifra todo el tráfico de Ceph, incluidos los datos, mediante Ceph msgrv2",
  "Verify your RHCS cluster has the necessary in-transit encryption settings configured to enable in-transit encryption on your external cluster. Refer to the documentation for detailed configuration steps.": "Verifique que su clúster RHCS tenga configurados los ajustes de cifrado en tránsito necesarios para habilitar el cifrado en tránsito en su clúster externo. Consulte la documentación para conocer los pasos de configuración detallados.",
  "Documentation link": "Enlace a la documentación",
  "An error has occurred: {{error}}": "Se ha producido un error: {{error}}",
  "The uploaded file is not a valid JSON file": "El archivo subido no es un archivo JSON válido",
  "External storage system metadata": "Metadatos del sistema de almacenamiento externo",
  "Download <1>{{SCRIPT_NAME}}</1> script and run on the RHCS cluster, then upload the results (JSON) in the External storage system metadata field.": "Descargue el script <1>{{SCRIPT_NAME}}</1> y ejecútelo en el clúster RHCS, luego cargue los resultados (JSON) en el campo Metadatos del sistema de almacenamiento externo.",
  "Download script": "Descargar script",
  "Browse": "Navegar",
  "Clear": "Borrar",
  "Upload helper script": "Cargar script de ayuda",
  "An error has occurred": "Se ha producido un error",
  "Create StorageSystem": "Crear StorageSystem",
  "Create a StorageSystem to represent your Data Foundation system and all its required storage and computing resources.": "Cree un StorageSystem para representar su sistema Data Foundation y todos sus recursos informáticos y de almacenamiento necesarios.",
  "Namespace: <2>{{systemNamespace}}</2>": "Espacio de nombres: <2>{{systemNamespace}}</2>",
  "{{nodeCount, number}} node_one": "{{nodeCount, number}} nodo",
  "{{nodeCount, number}} node_other": "{{nodeCount, number}} nodos",
  "selected ({{cpu}} CPUs and {{memory}} on ": "seleccionado ({{cpu}} CPU y {{memory}} en ",
  "{{zoneCount, number}} zone_one": "{{zoneCount, number}} zona",
  "{{zoneCount, number}} zone_other": "{{zoneCount, number}} zonas",
  "Node Table": "Tabla de nodos",
  "This is a required field": "Este es un campo obligatorio",
  "Please enter a valid Azure Vault URL": "Introduzca una URL válida de Azure Vault",
  "Please enter a valid Client ID": "Introduzca una identificación de cliente válida",
  "Please enter a valid Tenant ID": "Introduzca una identificación de inquilino válida",
  "Connection name": "Nombre de la conexión",
  "An unique name for the key management service within the project. Name must only include alphanumeric characters, \"-\", \"_\" or \".\"": "Un nombre único para el servicio de administración de claves dentro del proyecto. El nombre sólo debe incluir caracteres alfanuméricos, \"-\", \"_\" o \".\"",
  "Azure Vault URL": "URL de Azure Vault",
  "This URL is used to access and manage secrets, keys, and certificates stored in Azure Key Vault.": "Esta dirección URL se usa para acceder y administrar secretos, claves y certificados almacenados en Azure Key Vault.",
  "Client ID": "Identificación del cliente",
  "<0>Client ID is the unique identifier of an application created in Azure AD (Active Directory).</0><1>You can locate the client ID within Azure Active Directory by accessing the <1>App registrations</1> section.</1>": "<0>El ID de cliente es el identificador único de una aplicación creada en Azure AD (Active Directory).</0><1> Puede ubicar el ID del cliente dentro de Azure Active Directory accediendo a la sección <1>App registrations</1>.</1>",
  "Tenant ID": "ID de inquilino",
  "<0>The tenant ID determines the Azure AD instance where the application is hosted - it is the same as the organization ID. Also referred to as the Microsoft Entra tenant ID.</0><1>You can find it by searching for <2>Microsoft Entra ID</2> in the Azure portal.</1>": "<0>El ID de inquilino determina la instancia de Azure AD donde se hospeda la aplicación; es el mismo que el ID de la organización. También conocido como ID de inquilino de Microsoft Entre.</0><1> Puede encontrarlo buscando <2>Microsoft Entra ID</2> en el portal de Azure.</1>",
  "Certificate": "Certificado",
  "Certificates serve as secrets to authenticate the application's identity when requesting a token. They are also known as public keys.": "Los certificados sirven como secretos para autenticar la identidad de la aplicación al solicitar un token. También se les conoce como claves públicas.",
  "File must include a client certificate and a private key.": "El archivo debe incluir un certificado de cliente y una clave privada.",
  "Invalid file: File size exceeds 4MB limit or incorrect file extension (only .pem files allowed).": "Archivo no válido: el tamaño del archivo excede el límite de 4 MB o la extensión del archivo es incorrecta (solo se permiten archivos .pem).",
  "File read failed. Please try again.": "La lectura del archivo falló. Inténtelo de nuevo.",
  "Upload a .PEM file here...": "Cargue un archivo .PEM aquí...",
  "Service instance ID": "ID de instancia de servicio",
  "Service API key": "Clave API de servicio",
  "Customer root key": "Clave raíz del cliente",
  "IBM base URL": "URL básica de IBM",
  "IBM token URL": "URL del token de IBM",
  "Connect to a Key Management Service": "Conéctese a un servicio de administración de claves",
  "Key management service provider": "Proveedor de servicios de gestión de claves",
  "kms-provider-name": "nombre-del-proveedor-kms",
  "Please enter a valid address": "Introduzca una dirección válida",
  "Please enter a URL": "Introduzca una URL",
  "Please enter a valid port": "Introduzca un puerto válido",
  "Address": "Dirección",
  "Client certificate": "Certificado de cliente",
  "CA certificate": "Certificado de CA",
  "Client private key": "Clave privada del cliente",
  "Unique identifier": "Identificador único",
  "Unique ID of the key used for encrypting/decrypting. This only applies to encrpyted PVCs.": "ID único de la clave utilizada para cifrar/descifrar. Esto solo se aplica a los PVC cifrados.",
  "TLS server name": "Nombre del servidor TLS",
  "The endpoint server name. Useful when the KMIP endpoint does not have a DNS entry.": "El nombre del servidor de endpoint. Útil cuando el endpoint KMIP no tiene una entrada DNS.",
  "Token": "Token",
  "Hide token": "Ocultar token",
  "Reveal token": "Revelar token",
  "Create a secret with the token for every namespace using encrypted PVCs.": "Cree un secreto con el token para cada espacio de nombres utilizando PVC cifrados.",
  "Authentication method": "Método de autenticación",
  "authentication-method": "authentication-method",
  "Service account keys are needed for Google Cloud Storage authentication. The keys can be found in the service accounts page in the GCP console.": "Se necesitan claves de cuenta de servicio para la autenticación de Google Cloud Storage. Las claves se pueden encontrar en la página de cuentas de servicio en la consola de GCP.",
  "Learn more": "Más información",
  "Where can I find Google Cloud credentials?": "¿Dónde puedo encontrar las credenciales de Google Cloud?",
  "Upload a .json file with the service account keys provided by Google Cloud Storage.": "Cargue un archivo .json con las claves de la cuenta de servicio proporcionadas por Google Cloud Storage.",
  "Secret Key": "Clave secreta",
  "Upload JSON": "Cargar JSON",
  "Uploaded File Name": "Nombre del archivo cargado",
  "Upload File": "Cargar archivo",
  "Switch to Secret": "Cambiar a secreto",
  "Switch to upload JSON": "Cambiar para cargar JSON",
  "Cluster Metadata": "Metadatos del clúster",
  "Target Bucket": "Depósito objetivo",
  "Number of Volumes": "Número de volúmenes",
  "Volume Size": "Tamaño del volumen",
  "Unit": "Unidad",
  "Target blob container": "Contenedor de blobs de destino",
  "Target bucket": "Depósito objetivo",
  "Account name": "Nombre de la cuenta",
  "Access key": "Clave de acceso",
  "Account key": "Clave de cuenta",
  "Secret key": "Clave secreta",
  "Region Dropdown": "Menú desplegable de regiones",
  "Endpoint": "Endpoint",
  "Endpoint Address": "Dirección de endpoint",
  "Secret": "Secreto",
  "Switch to Credentials": "Cambiar a Credenciales",
  "Access Key Field": "Campo de clave de acceso",
  "Secret Key Field": "Campo de clave secreta",
  "ObjectBucketClaim Name": "Nombre de ObjectBucketClaim",
  "my-object-bucket": "my-object-bucket",
  "If not provided a generic name will be generated.": "Si no se proporciona, se generará un nombre genérico.",
  "StorageClass": "StorageClass",
  "Defines the object-store service and the bucket provisioner.": "Define el servicio de object-store y el aprovisionador de depósitos.",
  "BucketClass": "BucketClass",
  "Enable replication": "Habilitar replicación",
  "This option provides higher resiliency of objects stored in NooBaa buckets": "Esta opción proporciona una mayor resiliencia de los objetos almacenados en depósitos de NooBaa.",
  "A namespace controls access to the OBC and ties the buckets to a specific project.": "Un espacio de nombres controla el acceso al OBC y vincula los contenedores a un proyecto específico.",
  "Create ObjectBucketClaim": "Crear ObjectBucketClaim",
  "Event log bucket": "Depósito de registro de eventos",
  "Enter a bucket name": "Introduzca un nombre de depósito",
  "Prefix": "Prefijo",
  "Enter a prefix": "Introduzca un prefijo",
  "Log Prefix": "Prefijo de registro",
  "Object names starting with given prefix gets synchronised with the target bucket": "Los nombres de objetos que comienzan con el prefijo dado se sincronizan con el depósito de destino",
  "The corresponding ObjectBucketClaim must be deleted first.": "Primero se debe eliminar el ObjectBucketClaim correspondiente.",
  "ObjectBuckets": "ObjectBuckets",
  "Object Bucket Details": "Detalles de depósito de objetos",
  "Object Bucket Claim": "Reclamación de depósito de objetos",
  "Object Storage": "Almacenamiento de objetos",
  "ObjectBucket details": "Detalles de ObjectBucket",
  "ObjectBucketClaims": "ObjectBucketClaims",
  "Attach to Deployment": "Adjuntar a la implementación",
  "Disabled because the ObjectBucketClaim is being deleted.": "Deshabilitado porque se está eliminando ObjectBucketClaim.",
  "Object Bucket Claim Details": "Detalles de reclamación de depósito de objetos",
  "Object Bucket": "Depósito de objetos",
  "ObjectBucketClaim details": "Detalles de ObjectBucketClaim",
  "Optimize replication using event logs": "Optimice la replicación mediante registros de eventos",
  "You must enable and configure object logging in the cloud environment of your choice": "Debe habilitar y configurar el registro de objetos en el entorno de nube de su elección.",
  "Replication rules ": "Reglas de replicación ",
  "Create new NamespaceStore": "Crear nuevo NamespaceStore",
  "Add rule": "Agregar regla",
  "Sync deletion syncs the delete operation. If you delete data from bucket 1, the same data gets deleted from bucket 2": "La eliminación sincronizada sincroniza la operación de eliminación. Si elimina datos del depósito 1, los mismos datos se eliminan del depósito 2.",
  "sync deletion": "eliminación de sincronización",
  "Sync deletion": "Eliminación de sincronización",
  "Object Bucket Claim Data": "Datos de reclamación de depósito de objetos",
  "Hide Values": "Ocultar valores",
  "Reveal Values": "Mostrar valores",
  "Data": "Datos",
  "Create NamespaceStore ": "Crear NamespaceStore ",
  "Represents an underlying storage to be used as read or write target for the data in the namespace buckets.": "Representa un almacenamiento subyacente que se utilizará como destino de lectura o escritura para los datos en los depósitos de espacio de nombres.",
  "Provider {{provider}} | Region: {{region}}": "Proveedor{{provider}} | Región: {{region}}",
  "Create new NamespaceStore ": "Crear nuevo NamespaceStore ",
  "An error has occurred while fetching namespace stores": "Se ha producido un error al obtener almacenes de espacios de nombres",
  "Select a namespace store": "Seleccione un almacén de espacios de nombres",
  "Namespace store name": "Nombre del almacén de espacios de nombres",
  "Persistent volume claim": "Reclamación de volumen persistente",
  "Folder": "Carpeta",
  "If the name you write exists, we will be using the existing folder if not we will create a new folder ": "Si el nombre que escribe existe, usaremos la carpeta existente, si no, crearemos una nueva carpeta. ",
  "provider": "proveedor",
  "Storage Systems": "Sistemas de almacenamiento",
  "External object provider used capacity": "Capacidad utilizada por el proveedor de objetos externos",
  "Performance Card": "Tarjeta de rendimiento",
  "Storage Clients": "Clientes de almacenamiento",
  "0 connected": "0 conectado",
  "{{connected}} / {{total}} connected": "{{connected}} /{{total}} conectado",
  "System raw capacity": "Capacidad bruta del sistema",
  "Provider details": "Detalles del proveedor",
  "BackingStore details": "Detalles de BackingStore",
  "Tiers": "Niveles",
  "Placement": "Colocación",
  "Policy type": "Tipo de póliza",
  "Namespace Policy": "Política de espacio de nombres",
  "BucketClass details": "Detalles de BucketClass",
  "Edit Bucket Class Resources": "Editar recursos de clase de depósito",
  "{{resource}} overview": "Descripción general de {{resource}}",
  "Conditions": "Condiciones",
  "Kind": "Tipo",
  "Labels": "Etiquetas",
  "Last Updated": "Última actualización",
  "Resource Page": "Página de recursos",
  "NamespaceStores": "NamespaceStores",
  "NamespaceStore details": "Detalles de NamespaceStore",
  "Target Blob Container": "Contenedor de blobs de destino",
  "Num Volumes": "Núm. de volúmenes",
  "SSE-C (customer keys)": "SSE-C (claves de cliente)",
  "SSE-S3 with KMS": "SSE-S3 con KMS",
  "SSE-S3 with KMS (Dual-layer)": "SSE-S3 con KMS (doble capa)",
  "SSE-S3": "SSE-S3",
  "Bucket overview": "Descripción general del depósito",
  "Tags": "Etiquetas",
  "Owner": "Propietario",
  "Bucket versioning": "Control de versiones de los depósitos",
  "Suspended": "Suspendido",
  "Owner References": "Referencias del propietario",
  "Empty bucket": "Vaciar depósito",
  "Delete bucket": "Eliminar depósito",
  "Edit labels": "Editar etiquetas",
  "Edit annotations": "Editar anotaciones",
  "Edit bucket": "Modificar depósito",
  "Refresh": "Actualizar",
  "Objects": "Objetos",
  "Created via OBC": "Creado a través de OBC",
  "Created via S3": "Creado a través de S3",
  "MCG": "MCG",
  "Object path: ": "Ruta del objeto: ",
  "Copy to share": "Copiar para compartir",
  "Erase the contents of your bucket": "Borrar el contenido de su depósito",
  "Storage endpoint": "Punto de acceso de almacenamiento",
  "Create on": "Crear el",
  "Create and manage your buckets": "Crear y gestionar sus depósitos",
  "Navigate through your buckets effortlessly. View the contents of your S3-managed and Openshift-managed buckets, making it easy to locate and inspect objects.": "Navegue por sus depósitos sin esfuerzo. Vea el contenido de sus depósitos administrados por S3 y Openshift, lo que facilita la localización e inspección de objetos.",
  "No buckets found": "No se encontraron depósitos",
  "Search a bucket by name": "Buscar un depósito por nombre",
  "Create bucket": "Crear depósito",
  "Browse, upload, and manage objects in buckets.": "Explore, cargue y administre objetos en depósitos.",
  "Could not load information": "No se pudo cargar la información",
  "The browser cannot connect securely to this endpoint because it does not recognize the SSL certificate. This occurs when the certificate of the endpoint is not issued by a trusted Certificate Authority (CA).": "El navegador no puede conectarse de forma segura a este punto de acceso porque no reconoce el certificado SSL. Esto ocurre cuando el certificado del punto de acceso no lo emite una autoridad de certificación (CA) de confianza.",
  "To establish a connection with the endpoint, try the following methods:": "Para establecer una conexión con el punto de acceso, pruebe los siguientes métodos:",
  "<0><0>1. Recommended:</0> Replace the internal certificate with one issued by a public or custom Certificate Authority (CA). See the <3>OpenShift documentation</3> for guidance.<6></6><7>2. Alternative method:</7> Add the internal CA bundle of OpenShift Container Platform to the trust store of your system. This ensures that the browser recognises the internal certificate. <10>(<1>ConfigMap:</1> default-ingress-cert in <3>Namespace:</3> openshift-config-managed)</10>.<12></12><13>3. Temporary (Least recommended):</13> Open the endpoint in a new tab (<15>click here to open the S3 route</15>) and click <17>Continue to site</17> (wording may vary by browser) to bypass the security warning. Then refresh the Data Foundation tab.</0>": "<0><0>1. Recomendado:</0> reemplace el certificado interno por uno emitido por una autoridad de certificación (CA) pública o personalizada. Consulte la <3>documentación de OpenShift</3> para obtener ayuda.<6></6><7>2. Método alternativo:</7> agregue el paquete de CA interno de OpenShift Container Platform al almacén de confianza de su sistema. Esto garantiza que el navegador reconozca el certificado interno. <10>(<1>ConfigMap:</1> default-ingress-cert en el <3>Espacio de nombres:</3> openshift-config-managed)</10>.<12></12><13>3. Temporal (menos recomendado):</13> abra el punto de acceso en una nueva pestaña (<15>haga clic aquí para abrir la ruta S3</15>) y haga clic en<17>Continue to site</17> (el texto puede variar según el navegador) para omitir la advertencia de seguridad. Luego, actualice la pestaña de Data Foundation.</0>",
  "Create Bucket": "Crear depósito",
  "An object bucket is a cloud storage container that organizes and manages files (objects), allowing users to store, retrieve and control access to data efficiently.": "Un depósito de objetos es un contenedor de almacenamiento en la nube que organiza y administra archivos (objetos), lo que permite a los usuarios almacenar, recuperar y controlar el acceso a los datos de manera eficiente.",
  "Select bucket creation method": "Seleccionar el método de creación del depósito",
  "Create via Object Bucket Claim": "Crear mediante reclamación de depósito de objetos",
  "Ideal for Kubernetes environments providing a more abstracted approach to managing storage resources and leveraging dynamic provisioning.": "Ideal para entornos de Kubernetes que proporciona un enfoque más abstracto para administrar recursos de almacenamiento y aprovechar el aprovisionamiento dinámico.",
  "Create via S3 API": "Crear a través de la API de S3",
  "Ideal for applications and systems that need to interact directly with S3-compatible storage.": "Ideal para aplicaciones y sistemas que necesitan interactuar directamente con almacenamiento compatible con S3.",
  "OBC references a StorageClass with a provisioner that interacts with the S3 API to create the bucket. Kubernetes then binds the OBC, making the bucket accessible to applications.": "OBC hace referencia a una StorageClass con un aprovisionador que interactúa con la API de S3 con el fin de crear el depósito. Luego, Kubernetes vincula OBC, lo que hace que las aplicaciones puedan acceder al depósito.",
  "Bucket Name": "Nombre del depósito",
  "my-bucket": "my-bucket",
  "A unique name for your bucket.": "Un nombre único para el depósito.",
  "Use different criteria for tagging your bucket.": "Utilice diferentes criterios para etiquetar su depósito.",
  "No tags are attached to this bucket.": "No hay etiquetas adjuntas a este depósito.",
  "Add tag": "Agregar etiqueta",
  "Value (optional)": "Valor (opcional)",
  "Actions": "Acciones",
  "This object has multiple versions. You are currently viewing the latest version. To access or manage previous versions, use S3 interface or CLI.": "Este objeto tiene varias versiones. Actualmente está viendo la última versión. Para acceder o administrar versiones anteriores, utiliza la CLI o la interfaz S3.",
  "Key": "Clave",
  "Last modified": "Última modificación",
  "Size": "Tamaño",
  "Entity tag (ETag)": "Etiqueta de entidad (ETag)",
  "Metadata": "Metadatos",
  "Delete objects": "Eliminar objetos",
  "Search objects in the bucket using prefix": "Buscar objetos en el depósito con prefijo",
  "Create folder": "Crear carpeta",
  "Failed to delete {{ errorCount }} object from the bucket. View deletion summary for details.": "No se pudo eliminar{{ errorCount }} objeto del depósito. Consulte el resumen de eliminación para obtener más detalles.",
  "Failed to delete {{ errorCount }} objects from the bucket. View deletion summary for details.": "No se pudieron eliminar{{ errorCount }} objetos del depósito. Consulte el resumen de eliminación para obtener más detalles.",
  "View failed objects": "Ver objetos fallidos",
  "Successfully deleted {{ successCount }} object from the bucket.": "Se eliminó correctamente {{ successCount }} objeto del depósito.",
  "Successfully deleted {{ successCount }} objects from the bucket.": "Se eliminaron correctamente {{ successCount }} objetos del depósito.",
  "Objects are the fundamental entities stored in buckets.": "Los objetos son las entidades esenciales que se almacenan en depósitos.",
  "Downloading": "Descargando",
  "Download": "Descargar",
  "Previewing": "Previsualizando",
  "Preview": "Vista previa",
  "Share with presigned URL": "Compartir con URL prefirmada",
  "No objects found": "No se encontraron objetos",
  "You do not have any objects in this bucket": "No tienes ningún objeto en este depósito",
  "many": "muchos",
  "{{ fromCount }} - {{ toCount }} of {{ totalCount }}": "{{ fromCount }}-{{ toCount }} de {{ totalCount }}",
  "Add objects": "Agregar objetos",
  "Transfer files to cloud storage, where each file (object) is stored with a unique identifier and metadata. By default, objects are private. To configure permissions or properties for objects in an S3 bucket, users can use the Command Line Interface (CLI), Management Console, or SDKs. To make objects publicly accessible or apply more specific permissions, users can set bucket policies, use access control lists (ACLs), or define roles based on their requirements.": "Transfiera archivos al almacenamiento en la nube, donde cada archivo (objeto) se almacena con un identificador único y metadatos. De forma predeterminada, los objetos son privados. Para configurar permisos o propiedades para objetos en un depósito S3, los usuarios pueden usar la interfaz de línea de comandos (CLI), la consola de administración o los SDK. Para que los objetos sean accesibles públicamente o aplicar permisos más específicos, los usuarios pueden establecer políticas de depósito, usar listas de control de acceso (ACL) o definir roles según sus requisitos.",
  "Drag and drop files/folders here.": "Arrastre y suelte archivos o carpetas aquí.",
  "Standard uploads have a size limit of up to 5TB in S3. For objects, multipart upload will upload the object in parts, which are assembled in the bucket.": "Las cargas estándar tienen un límite de tamaño de hasta 5 TB en S3. En el caso de los objetos, la carga multiparte cargará el objeto en partes, que se ensamblan en el depósito.",
  "Upload": "Cargar",
  "Uploading files to the bucket is complete": "La carga de archivos al depósito está completa",
  "Uploading files to the bucket is in progress": "La carga de archivos al depósito está en curso",
  "View uploads": "Ver cargas",
  "Dismiss": "Desestimar",
  "{{completedUploads}} of {{totalUploads}} have been uploaded": "Se cargaron {{completedUploads}} de{{totalUploads}}",
  "Uploads": "Cargas",
  "{{uploadedFiles}} of {{totalFiles}} files uploaded": "{{uploadedFiles}} de{{totalFiles}} archivos cargados",
  "Complete": "Completo",
  "Uploading": "Cargando",
  "Ongoing": "En curso",
  "Succeeded: {{uploadedFiles}}": "Correctos: {{uploadedFiles}}",
  "Failed files: {{failedFiles}}": "Archivos fallidos: {{failedFiles}}",
  "Completion time: {{totalTimeElapsed}}": "Hora de finalización: {{totalTimeElapsed}}",
  "Total Remaining: {{totalRemaining}}": "Total restante: {{totalRemaining}}",
  "Estimated time remaining: {{timeRemaining}}": "Tiempo restante estimado: {{timeRemaining}}",
  "Transfer rate: {{uploadSpeed}}": "Velocidad de transferencia: {{uploadSpeed}}",
  "Standard uploads have a size limit of up to 5 TB in S3.": "Las cargas estándar tienen un límite de tamaño de hasta 5 TB en S3.",
  "<0>The amount of storage allocated to the client cluster for usage.</0><1>Due to simultaneous usage by multiple client clusters, actual available storage may vary affecting your allocated storage quota.</1>": "<0>La cantidad de almacenamiento asignada al clúster de cliente para su uso.</0><1>Debido al uso simultáneo por parte de varios clústeres de clientes, el almacenamiento real disponible puede variar y afectar su cuota de almacenamiento asignada.</1>",
  "No storage clients found.": "No se encontraron clientes de almacenamiento.",
  "You do not have any storage clients connected to this Data Foundation provider cluster.": "No tiene ningún cliente de almacenamiento conectado al clúster de este proveedor de Data Foundation.",
  "To connect a storage client to the Data Foundation provider cluster, click <2>Generate client onboarding token</2> and use the token to deploy the client cluster.": "Para conectar un cliente de almacenamiento al clúster del proveedor de Data Foundation, haga clic en <2>Generate client onboarding token</2> y use el token para implementar el clúster del cliente.",
  "Cluster name (ID)": "Nombre del clúster (ID)",
  "Storage quota": "Cuota de almacenamiento",
  "Storage quota utilization ratio": "Relación de utilización de la cuota de almacenamiento",
  "Openshift version": "Versión de OpenShift",
  "Data Foundation version": "Versión de Data Foundation",
  "Last heartbeat": "Último latido",
  "ago": "hace",
  "Client version is out of date": "La versión del cliente no está actualizada",
  "Due to the mismatch in the client and provider version this provider cluster cannot be upgraded.": "Debido a la discrepancia entre la versión del cliente y del proveedor, este clúster de proveedores no se puede actualizar.",
  "Unlimited": "Ilimitado",
  "Edit storage quota": "Modificar cuota de almacenamiento",
  "Delete storage client": "Eliminar cliente de almacenamiento",
  "Generate client onboarding token": "Generar token de incorporación de cliente",
  "Rotate signing keys": "Rotar claves de firma",
  "Data Foundation version sync": "Sincronización de la versión de Data Foundation",
  "Client onboarding token": "Token de incorporación de cliente",
  "Add storage capacity for the client cluster to consume from the provider cluster.": "Agregue capacidad de almacenamiento para que el clúster del cliente consuma del clúster del proveedor.",
  "Can not generate an onboarding token at the moment": "No se puede generar un token de incorporación en este momento",
  "The token generation service is currently unavailable. Contact our <2>customer support</2> for further help.": "El servicio de generación de tokens no está disponible actualmente. Póngase en contacto con <2> Atención al cliente</2> para obtener más ayuda.",
  "Generating token": "Generando token",
  "Generate token": "Generar token",
  "Custom": "Personalizado",
  "Storage quota:": "Cuota de almacenamiento:",
  "Limit the amount of storage that a client cluster can consume.": "Limite la cantidad de almacenamiento que puede consumir un clúster de cliente.",
  "Allocate quota": "Asignar cuota",
  "Storage quota cannot be decreased. Assign a quota higher than your current allocation.": "No se puede reducir la cuota de almacenamiento. Asigne una cuota mayor que la actual.",
  "No specific limit on storage that a client cluster can consume.": "No hay un límite específico de almacenamiento que puede consumir un clúster de cliente.",
  "Changing the storage quota from unlimited to custom is not supported after the client cluster is onboarded.": "No se admite cambiar la cuota de almacenamiento de ilimitada a personalizada una vez incorporado el clúster del cliente.",
  "unlimited": "ilimitado",
  "Generated on": "Generado el",
  "On an OpenShift cluster, deploy the Data Foundation client operator using the generated token. The token includes an <2>{quotaText}</2> storage quota for client consumption.": "En un clúster de OpenShift, implemente el operador del cliente de Data Foundation con el token generado. El token incluye una cuota de almacenamiento de <2>{quotaText}</2> para consumo del cliente.",
  "Copy to clipboard": "Copiar al portapapeles",
  "This token is for one-time use only and is valid for 48 hours.": "Este token es para un solo uso y es válido por 48 horas.",
  "Permanently delete storage client?": "¿Eliminar permanentemente el cliente de almacenamiento?",
  "Deleting the storage client <2>{getName(resource)}</2> will remove all Ceph/Rook resources and erase all data associated with this client, leading to permanent deletion of the client. This action cannot be undone. It will destroy all pods, services and other objects in the namespace <5>{{name}}</5>.": "Eliminar el cliente de almacenamiento <2>{getName(resource)}</2> eliminará todos los recursos de Ceph/Rook y borrará todos los datos asociados con este cliente, lo que provocará la eliminación permanente del cliente. Esta acción no se puede deshacer. Destruirá todos los pods, servicios y otros objetos en el espacio de nombres <5>{{name}}</5>.",
  "Confirm deletion by typing <2>{{name}}</2> below:": "Para confirmar la eliminación, escribir <2>{{name}}</2> abajo:",
  "Enter name": "Ingrese su nombre",
  "Type client name to confirm": "Escriba el nombre del cliente para confirmar",
  "This action will rotate the signing key currently used for generating and validating client onboarding tokens.": "Esta acción rotará la clave de firma que se utiliza actualmente para generar y validar tokens de incorporación de clientes.",
  "Upon rotation, the existing signing key will be revoked and replaced with a new one.": "Tras la rotación, la clave de firma existente será revocada y reemplazada por una nueva.",
  "Confirm": "Confirmar",
  "Storage quota request failed. Make sure your Data Foundation provider cluster has enough capacity before trying again.": "Error en la solicitud de cuota de almacenamiento. Asegúrese de que el clúster de su proveedor de Data Foundation tenga suficiente capacidad antes de volver a intentarlo.",
  "Save changes": "Guardar cambios",
  "Cluster capacity not available at this moment.": "Capacidad del clúster no disponible en este momento.",
  "Available capacity": "Capacidad disponible",
  "Raw Capacity": "Capacidad bruta",
  "Add Capacity": "Agregar capacidad",
  "Cluster details": "Detalles del clúster",
  "Data resiliency": "Resiliencia de datos",
  "Nodes": "Nodos",
  "Deployments": "Implementaciones",
  "Alerts": "Alertas",
  "Observe": "Observar",
  "Search...": "Buscar...",
  "Expand to fullscreen": "Ampliar a pantalla completa",
  "Exit fullscreen": "Salir de pantalla completa",
  "This view is not available for external mode cluster.": "Esta vista no está disponible para el clúster en modo externo.",
  "Show message": "Mostrar mensaje",
  "Hide message": "Ocultar mensaje",
  "Back to main view": "Volver a la vista principal",
  "Zoom in": "Acercar",
  "Zoom out": "Alejar",
  "Fit to screen": "Ajustar a pantalla",
  "Reset view": "Reestablecer vista",
  "Topology view is not supported for External mode": "La vista de topología no es compatible con el modo externo",
  "No StorageCluster found": "No se encontró ningún clúster de almacenamiento",
  "Set up a storage cluster to view the topology": "Configurar un clúster de almacenamiento para ver la topología",
  "Deploy a lean mode cluster?": "¿Implementar un clúster en modo eficiente?",
  "Back to nodes selection": "Volver a la selección de nodos",
  "Aggregate resource requirement for {{resourceProfile}} mode not met": "No se cumplió con el requisito de incorporación de recurso para el modo {{resourceProfile}}.",
  "The selected nodes do not meet the {{resourceProfile}} mode aggregate resource requirement. Try again by selecting nodes with enough CPU and memory or you can select a different performance profile to proceed.": "Los nodos seleccionados no cumplen con los requisitos del modo {{resourceProfile}} de recursos agregados. Vuelva a intentarlo seleccionando nodos con suficiente CPU y memoria o puede seleccionar un perfil de rendimiento diferente para continuar.",
  "Select a StorageClass to continue": "Seleccione una StorageClass para continuar",
  "This is a required field. The StorageClass will be used to request storage from the underlying infrastructure to create the backing PersistentVolumes that will be used to provide the Data Foundation service.": "Este es un campo obligatorio. StorageClass se utilizará para solicitar almacenamiento de la infraestructura subyacente para crear los PersistentVolumes de respaldo que se utilizarán para proporcionar el servicio de Data Foundation.",
  "Create new StorageClass": "Crear nueva StorageClass",
  "This is a required field. The StorageClass will be used to request storage from the underlying infrastructure to create the backing persistent volumes that will be used to provide the Data Foundation service.": "Este es un campo obligatorio. StorageClass se utilizará para solicitar almacenamiento de la infraestructura subyacente para crear los volúmenes persistentes de respaldo que se utilizarán para proporcionar el servicio de Data Foundation.",
  "All required fields are not set": "No todos los campos obligatorios están configurados",
  "In order to create the StorageCluster you must set the StorageClass, select at least 3 nodes (preferably in 3 different zones) and meet the minimum or recommended requirement": "Para crear StorageCluster, debe configurar StorageClass, seleccionar al menos 3 nodos (preferiblemente en 3 zonas diferentes) y cumplir con el requisito mínimo o recomendado.",
  "The StorageCluster requires a minimum of 3 nodes for the initial deployment. Please choose a different StorageClass or go to create a new LocalVolumeSet that matches the minimum node requirement.": "StorageCluster requiere un mínimo de 3 nodos para la implementación inicial. Elija una StorageClass diferente o cree un nuevo LocalVolumeSet que coincida con el requisito mínimo de nodo.",
  "Create new volume set instance": "Crear una nueva instancia de conjunto de volúmenes",
  "Select at least 1 encryption level or disable encryption.": "Seleccione al menos 1 nivel de cifrado o desactive el cifrado.",
  "Fill out the details in order to connect to key management system": "Complete los detalles para conectarse al sistema de administración de claves",
  "This is a required field.": "Este es un campo obligatorio.",
  "Both public and cluster network attachment definition cannot be empty": "La definición de adjunto de red pública y de clúster no puede estar vacía",
  "A public or cluster network attachment definition must be selected to use Multus.": "Se debe seleccionar una definición de conexión de red pública o de clúster para utilizar Multus.",
  "The number of selected zones is less than the minimum requirement of 3. If not modified a host-based failure domain deployment will be enforced.": "La cantidad de zonas seleccionadas es menor que el requisito mínimo de 3. Si no se modifica, se aplicará una implementación de dominio de falla basada en host.",
  "When the nodes in the selected StorageClass are spread across fewer than 3 availability zones, the StorageCluster will be deployed with the host based failure domain.": "Cuando los nodos de la StorageClass seleccionada se distribuyen en menos de tres zonas de disponibilidad, StorageCluster se implementará con el dominio de falla basado en host.",
  "Disk type is not compatible with the selected backing storage.": "El tipo de disco no es compatible con el almacenamiento de respaldo seleccionado.",
  "Data Foundation does not support HDD disk type in internal mode. You are trying to install an unsupported cluster by choosing HDDs as the local devices. To continue installation, select a supported disk type with internal mode.": "Data Foundation no admite el tipo de disco HDD en modo interno. Cuando elige HDD como dispositivos locales, está intentando instalar un clúster no compatible. Para continuar con la instalación, seleccione un tipo de disco compatible con modo interno.",
  "Cluster-Wide and StorageClass": "Todo el clúster y clase de almacenamiento",
  "Cluster-Wide": "En todo el clúster",
  "0.5 TiB": "0.5 TiB",
  "2 TiB": "2 TiB",
  "4 TiB": "4 TiB",
  "SmallScale": "SmallScale",
  "LargeScale": "A gran escala",
  "x {{replica}} replicas = {{osdSize, number}} TiB": "x {{replica}} réplicas = {{osdSize, number}} TiB",
  "Create storage class": "Crear clase de almacenamiento",
  "Create local volume set": "Crear conjunto de volúmenes locales",
  "Review and create": "Revisar y crear",
  "Invalid name. Name must only include alphanumeric characters, \"-\", \"_\" or \".\"": "Nombre no válido. El nombre solo debe incluir caracteres alfanuméricos, \"-\", \"_\" o \".\"",
  "SSD / NVMe": "SSD / NVMe",
  "HDD": "HDD",
  "The amount of capacity that would be dynamically allocated on the selected StorageClass.": "La cantidad de capacidad que se asignaría dinámicamente en el StorageClass seleccionado.",
  "The StorageClass used by Data Foundation to write its data and metadata.": "La StorageClass utilizada por Data Foundation para escribir sus datos y metadatos.",
  "If you wish to use the Arbiter stretch cluster, a minimum of 4 nodes (2 different zones, 2 nodes per zone) and 1 additional zone with 1 node is required. All nodes must be pre-labeled with zones in order to be validated on cluster creation.": "Si desea utilizar el grupo de extensión Arbiter, se requiere un mínimo de 4 nodos (2 zonas diferentes, 2 nodos por zona) y 1 zona adicional con 1 nodo. Todos los nodos deben estar preetiquetados con zonas para poder validarlos en la creación del clúster.",
  "Selected nodes are based on the StorageClass <1>{{scName}}</1> and with a recommended requirement of 14 CPU and 34 GiB RAM per node.": "Los nodos seleccionados se basan en StorageClass <1>{{scName}}</1> y con un requisito recomendado de 14 CPU y 34 GiB de RAM por nodo.",
  "Selected nodes are based on the StorageClass <1>{{scName}}</1> and fulfill the stretch cluster requirements with a recommended requirement of 14 CPU and 34 GiB RAM per node.": "Los nodos seleccionados se basan en StorageClass <1>{{scName}}</1> y cumplen con los requisitos del clúster extendido con un requisito recomendado de 14 CPU y 34 GiB de RAM por nodo.",
  "Storage capacity utilised from the external object storage provider.": "Capacidad de almacenamiento utilizada por el proveedor de almacenamiento de objetos externo.",
  "<0>What are the different performance profiles I can use to configure performance?</0><1>Performance profiles types:</1><2><0>Balanced mode:</0> Optimized for right amount of CPU and memory resources to support diverse workloads.</2><3><0>Lean mode:</0> Minimizes resource consumption by allocating fewer CPUs and less memory for resource-efficient operations.</3><4><0>Performance mode:</0> Tailored for high-performance, allocating ample CPUs and memory to ensure optimal execution of demanding workloads.</4>": "<0>¿Cuáles son los diferentes perfiles de rendimiento que puedo usar para configurar el rendimiento?</0><1> Tipos de perfiles de rendimiento:</1><2><0> Modo equilibrado:</0> Optimizado para la cantidad adecuada de recursos de CPU y memoria para admitir diversas cargas de trabajo.</2><3><0> Modo magro:</0> Minimiza el consumo de recursos al asignar menos CPU y menos memoria para operaciones eficientes en el uso de recursos.</3><4><0> Modo de desempeño:</0> Diseñado para un alto rendimiento, asigna amplias CPU y memoria para garantizar la ejecución óptima de cargas de trabajo exigentes.</4>",
  "For enhanced performance of the Data Foundation cluster, the number of CPUs and memory resources are determined based on the cluster environment, size and various other factors.": "Para mejorar el rendimiento del clúster de Data Foundation, la cantidad de CPU y recursos de memoria se determinan en función del entorno, el tamaño y otros factores del clúster.",
  "An onboarding token to authenticate and authorize an OpenShift cluster, granting access to the Data Foundation deployment, thus establishing a secure connection.": "Un token de incorporación para autenticar y autorizar un clúster de OpenShift, otorgando acceso a la implementación de Data Foundation y estableciendo así una conexión segura.",
  "Backing Store": "Almacén de respaldo",
  "Bucket Class": "Clase de depósito",
  "Namespace Store": "Almacén de espacios de nombres",
  "Object Buckets": "Depósitos de objetos",
  "Object Bucket Claims": "Reclamaciones de depósitos de objetos",
  "Topology": "Topología",
  "x {{ replica, number }} replicas =": "x {{ replica, number }} réplicas =",
  "No StorageClass selected": "No se seleccionó ninguna clase de almacenamiento",
  "The Arbiter stretch cluster requires a minimum of 4 nodes (2 different zones, 2 nodes per zone). Please choose a different StorageClass or create a new LocalVolumeSet that matches the minimum node requirement.": "El clúster de extensión Arbiter requiere un mínimo de 4 nodos (2 zonas diferentes, 2 nodos por zona). Elija una StorageClass diferente o cree un nuevo LocalVolumeSet que coincida con el requisito mínimo de nodo.",
  "The StorageCluster requires a minimum of 3 nodes. Please choose a different StorageClass or create a new LocalVolumeSet that matches the minimum node requirement.": "StorageCluster requiere un mínimo de 3 nodos. Elija una StorageClass diferente o cree un nuevo LocalVolumeSet que coincida con el requisito mínimo de nodo.",
  "Adding capacity for <1>{{ocsClusterName}}</1>, may increase your expenses.": "Agregar capacidad para <1>{{ocsClusterName}}</1> puede aumentar sus gastos.",
  "Currently Used:": "Usado actualmente:",
  "Add": "Agregar",
  "{{availableCapacity}} /  {{replica}} replicas": "{{availableCapacity}}/{{replica}} réplicas",
  "Available capacity:": "Capacidad disponible:",
  "Vault enterprise namespaces are isolated environments that functionally exist as Vaults within a Vault. They have separate login paths and support creating and managing data isolated to their namespace.": "Los espacios de nombres empresariales de Vault son entornos aislados que existen funcionalmente como Vaults dentro de una Vault. Tienen rutas de inicio de sesión independientes y admiten la creación y gestión de datos aislados de su espacio de nombres.",
  "A PEM-encoded CA certificate file used to verify the Vault server's SSL certificate.": "Un archivo de certificado de CA codificado con PEM que se utiliza para verificar el certificado SSL del servidor Vault.",
  "A PEM-encoded client certificate. This certificate is used for TLS communication with the Vault server.": "Un certificado de cliente codificado en PEM. Este certificado se utiliza para la comunicación TLS con el servidor Vault.",
  "An unencrypted, PEM-encoded private key which corresponds to the matching client certificate provided with VAULT_CLIENT_CERT.": "Una clave privada codificada en PEM y sin cifrar que corresponde al certificado de cliente coincidente proporcionado con VAULT_CLIENT_CERT.",
  "The name to use as the SNI host when Data Foundation connecting via TLS to the Vault server.": "El nombre que se utilizará como host SNI cuando Data Foundation se conecte mediante TLS al servidor Vault.",
  "The Vault namespace where kubernetes auth method is enabled.": "El espacio de nombres de Vault donde está habilitado el método de autenticación de Kubernetes.",
  "The path where kubernetes auth method is enabled in Vault. The default path is kubernetes. If the auth method is enabled in a different path other than kubernetes, this variable needs to be set as \"/v1/auth/<path>/login\".": "La ruta donde está habilitado el método de autenticación de Kubernetes en Vault. La ruta predeterminada es Kubernetes. Si el método de autenticación está habilitado en una ruta diferente a Kubernetes, esta variable debe configurarse como \"/v1/auth/<path>/login\".",
  "The backend path in Vault where the encryption keys will be stored.": "La ruta de backend en Vault donde se almacenarán las claves de cifrado.",
  "Key Management Service Advanced Settings": "Configuración avanzada del servicio de administración de claves",
  "Backend Path": "Ruta de backend",
  "path/": "path/",
  "Authentication Path": "Ruta de autenticación",
  "Authentication Namespace": "Espacio de nombres de autenticación",
  "TLS Server Name": "Nombre del servidor TLS",
  "Vault Enterprise Namespace": "Espacio de nombres empresarial de Vault",
  "The name must be accurate and must match the service namespace": "El nombre debe ser exacto y debe coincidir con el espacio de nombres del servicio.",
  "CA Certificate": "Certificado de CA",
  "Client Certificate": "Certificado de cliente",
  "Client Private Key": "Clave privada del cliente",
  "Attach OBC to a Deployment": "Adjuntar OBC a una implementación",
  "Deployment Name": "Nombre de implementación",
  "Configure Ceph Monitor": "Configurar Ceph Monitor",
  "To enhance cluster resilience, align Ceph Monitors with the available node failure domains.": "Para mejorar la resiliencia del clúster, alinee Ceph Monitors con los dominios de falla de nodos disponibles.",
  "Node failure domains: {{failureDomains}}": "Dominios de falla de nodo: {{failureDomains}}",
  "Ceph Monitor count: {{monitorCount}}": "Recuento de Ceph Monitor: {{monitorCount}}",
  "Recommended Ceph Monitor count: 5": "Recuento recomendado de Ceph Monitor: 5",
  "Update count": "Recuento de actualizaciones",
  "The aggregate resource requirements for {{selectedProfile}} mode is": "Las necesidades agregadas de recursos para el modo {{selectedProfile}} es",
  "and": "y",
  "GiB RAM": "GiB de RAM",
  "Configure Performance": "Configurar el rendimiento",
  "Cancel upload": "Cancelar carga",
  "Cancel all ongoing uploads?": "¿Desea cancelar todas las cargas en curso?",
  "Yes, cancel": "Sí, cancelar",
  "No, continue uploads": "No, continuar con las cargas",
  "Are you sure you want to cancel the ongoing uploads? Any files currently being uploaded will be stopped, and partially uploaded files will not be saved.": "¿Está seguro de que desea cancelar las cargas en curso? Se detendrán todos los archivos que se estén cargando y no se guardarán los archivos parcialmente cargados.",
  "This name is already in use. Try using a different name for your folder.": "Este nombre ya está en uso. Intente usar un nombre diferente para su carpeta.",
  "The forward slash (\"/\") cannot be used.": "No se puede utilizar la barra diagonal (\"/\").",
  "All characters are allowed except for the forward slash (\"/\").": "Se permiten todos los caracteres excepto la barra diagonal (\"/\").",
  "A unique folder name is required. All characters are allowed except for the forward slash (\"/\").": "Se requiere un nombre de carpeta único. Se permiten todos los caracteres excepto la barra diagonal (\"/\").",
  "Organize objects within a bucket by creating virtual folders for easier management and navigation of objects.": "Organice los objetos dentro de un depósito. Para ello, cree carpetas virtuales a fin de facilitar la administración y navegación de los objetos.",
  "Folders help structure and group objects logically by using prefixes in object keys, without enforcing any physical hierarchy.": "Las carpetas ayudan a estructurar y agrupar objetos de forma lógica mediante el uso de prefijos en las claves de objeto, sin imponer ninguna jerarquía física.",
  "Folder name": "Nombre de la carpeta",
  "Delete bucket permanently?": "¿Desea eliminar el depósito de forma permanente?",
  "The bucket is being deleted. This may take a while.": "El depósito se está eliminando. Esto puede tardar un rato.",
  "Cannot delete this bucket: it is not empty": "No se puede eliminar este depósito: no está vacío",
  "Bucket must be empty before it can be deleted. Use the <2>Empty bucket</2> configuration to erase all the contents i.e. <5>objects</5> of the bucket and try again.": "El depósito debe estar vacío antes de poder eliminarlo. Utilice la configuración <2>Empty bucket</2> configuración para borrar todo el contenido, es decir los <5>objetos</5> del depósito y vuelva a intentarlo.",
  "Deleting a bucket cannot be undone.": "La eliminación de un depósito no se puede deshacer.",
  "Bucket names are unique. If you delete a bucket, another S3 user can use the name.": "Los nombres de los depósitos son únicos. Si elimina un depósito, otro usuario de S3 podrá utilizar el nombre.",
  "Bucket name input": "Entrada del nombre de depósito",
  "<0>To confirm deletion, type <1>{{bucketName}}</1>:</0>": "<0>Para confirmar la eliminación, escriba <1>{{bucketName}}</1>:</0>",
  "Empty bucket permanently?": "¿Desea vaciar el depósito de forma permanente?",
  "Emptying the bucket will permanentaly delete all objects. This action cannot be undone.": "Cuando vacíe el depósito, se eliminarán todos los objetos de forma permanente. Esta acción no se puede deshacer.",
  "Any objects added during this process may also be deleted. To prevent adding new objects during the emptying process, consider updating the bucket policy (through CLI).": "También pueden eliminarse los objetos que se agreguen durante este proceso. Para evitar agregar nuevos objetos durante el proceso de vaciado, considere actualizar la política del depósito (a través de la CLI).",
  "The bucket is being emptied. This may take a while to complete.": "El cubo se está vaciando. Esto puede tardar un rato en completarse.",
  "Cannot empty bucket": "No se puede vaciar el depósito",
  "Check potential reasons": "Verificar posibles motivos",
  "Bucket emptying was not completed. Check for conflicts or permissions issues that are blocking this operation.": "No se completó el vaciado del depósito. Verifique si hay conflictos o problemas de permisos que estén bloqueando esta operación.",
  "Successfully emptied bucket ": "El depósito se vació correctamente",
  "Your bucket is now empty. If you want to delete this bucket, click Delete bucket": "Su depósito ahora está vacío. Si desea eliminar este depósito, haga clic en Delete bucket",
  "<0>To confirm deletion, type <1>{{delete}}</1>:</0>": "<0>Para confirmar la eliminación, escriba <1>{{delete}}</1>:</0>",
  "Object name": "Nombre del objeto",
  "Delete object?": "¿Desea borrar el objeto?",
  "Deleted objects will no longer be visible in the bucket. If versioning is enabled, a delete marker is created, allowing recovery from previous versions. For unversioned buckets, deletion is permanent and cannot be undone.": "Los objetos eliminados ya no estarán visibles en el depósito. Si se habilita el control de versiones, se crea un marcador de eliminación que permite la recuperación desde versiones anteriores. En el caso de depósitos sin control de versiones, la eliminación es permanente y no se puede deshacer.",
  "Delete object": "Eliminar objeto",
  "Delete status": "Eliminar estado",
  "Failed": "Fallido",
  "Object delete summary": "Resumen de eliminación de objetos",
  "Expires after": "Caduca después de",
  "minus": "menos",
  "plus": "más",
  "Validity period of the presigned URL.": "Periodo de validez de la URL prefirmada.",
  "Share link": "Compartir enlace",
  "Valid until: ": "Válido hasta: ",
  "Copy": "Copiar",
  "Copied": "Copiado",
  "This URL will automatically expire based on your configured time or when your current session expires.": "Esta URL caducará automáticamente según la hora configurada o cuando caduque su sesión actual.",
  "Share object with a presigned URL": "Compartir objeto con una URL prefirmada",
  "Grant third-party access to an object for a limited time.": "Otorgar acceso a terceros a un objeto por un tiempo limitado.",
  "Copy presigned URL to clipboard": "Copiar la URL prefirmada en el portapapeles",
  "Create presigned URL": "Crear URL prefirmada",
  "Object: ": "Objeto: ",
  "A third-party entity can access the object using this presigned URL, which allows sharing without requiring a login, until the URL expires.": "Una entidad de terceros puede acceder al objeto con esta URL prefirmada, lo que permite compartir sin necesidad de iniciar sesión, hasta que la URL caduque.",
  "Full deployment": "Implementación completa",
  "MultiCloud Object Gateway": "Puerta de enlace de objetos multinube",
  "Provider Mode": "Modo de proveedor",
  "Lean mode": "Modo lean",
  "Balanced mode": "Modo equilibrado",
  "Performance mode": "Modo de rendimiento",
  "hr": "hora",
  "min": "min",
  "Select at least 2 Backing Store resources": "Seleccione al menos 2 recursos de Almacén de respaldo",
  "Select at least 1 Backing Store resource": "Seleccione al menos 1 recurso de Almacén de respaldo",
  "No {{alertSeverity}} alerts found": "No se encontraron alertas {{alertSeverity}}",
  "This is an Advanced subscription feature. It requires Advanced Edition subscription. Please contact the account team for more information.": "Esta es una función de suscripción avanzada. Requiere suscripción a la Edición Avanzada. Comuníquese con el equipo de cuentas para obtener más información.",
  "Advanced Subscription": "Suscripción avanzada",
  "Dev preview": "Vista previa del desarrollador",
  "Technology preview": "Vista previa de la tecnología",
  "No datapoints found.": "No se encontraron puntos de datos.",
  "total limit": "límite total",
  "total requested": "total solicitado",
  "Starts and ends with a lowercase letter or number": "Comienza y termina con una letra minúscula o un número.",
  "Only lowercase letters, numbers, non-consecutive periods, or hyphens": "Solo letras minúsculas, números, puntos no consecutivos o guiones",
  "Cannot be used before": "No se puede utilizar antes",
  "Not enough usage data": "No hay suficientes datos de uso",
  "Total requests: ": "Solicitudes totales: ",
  "used": "usado",
  "available": "disponible",
  "Other": "Otro",
  "All other capacity usage that are not a part of the top 5 consumers.": "Todos los demás usos de capacidad que no forman parte de los 5 principales consumidores.",
  "For standalone MCG clusters, there is no set limit.": "Para los clústeres de MCG independientes, no existe un límite establecido.",
  "No Limit": "Sin límite",
  "Rebuilding data resiliency": "Reconstruir la resiliencia de los datos",
  "{{formattedProgress, number}}%": "{{formattedProgress, number}}%",
  "Current": "Actual",
  "Loading {{title}} status": "Cargando {{title}} estado",
  "Updating": "Actualizando",
  "Loading": "Cargando",
  "Upgrade available": "Actualización disponible",
  "{{value}} at {{date}}": "{{value}} en {{date}}",
  "{{title}} breakdown": "desglosar {{title}}",
  "By {{label}}": "Por {{label}}",
  "Top consumer by {{label}}": "Consumidor principal por {{label}}",
  "View more": "Ver más",
  "Top {{label}} consumers": "Principales {{label}} consumidores",
  "Top consumers": "Principales consumidores",
  "Select consumer type": "Seleccionar tipo de consumidor",
  "View {{title}} metrics in query browser": "Ver {{title}} métricas en el navegador de consultas",
  "{{humanAvailable}} available of {{humanLimit}} total limit": "{{humanAvailable}} disponible de límite total de {{humanLimit}}",
  "{{humanAvailable}} available of {{humanMax}}": "{{humanAvailable}} disponible de {{humanMax}}",
  "{{humanAvailable}} available": "{{humanAvailable}} disponible",
  "Just now": "En este momento",
  "{{count}} day_one": "{{count}} día",
  "{{count}} day_other": "{{count}} días",
  "{{count}} hour_one": "{{count}} hora",
  "{{count}} hour_other": "{{count}} horas",
  "{{count}} minute_one": "{{count}} minuto",
  "{{count}} minute_other": "{{count}} minutos",
  "Managed by": "Gestionado por",
  "Edit": "Editar",
  "Annotations": "Anotaciones",
  "{{count}} annotation_one": "{{count}} anotación",
  "{{count}} annotation_other": "{{count}} anotaciones",
  "Created at": "Creado en",
  "No labels": "Sin etiquetas",
  "No owner": "Sin propietario",
  "Select input": "Seleccionar entrada",
  "Select options": "Seleccionar opciones",
  "No results found": "No se encontraron resultados",
  "No resources available": "No hay recursos disponibles",
  "Select {{resourceLabel}}": "Seleccionar {{resourceLabel}}",
  "Error Loading": "Error al cargar",
  "Loading empty page": "Cargando página vacía",
  "You are not authorized to complete this action. See your cluster administrator for role-based access control information.": "No está autorizado a completar esta acción. Consulte a su administrador de clúster para obtener información sobre el control de acceso basado en roles.",
  "Not Authorized": "No autorizado",
  "Empty Page": "Página vacía",
  "Reset": "Reiniciar",
  "An error occurred. Please try again.": "Ocurrió un error. Inténtelo de nuevo.",
  "Error Loading {{label}}: {{message}}": "Error al cargar {{label}}: {{message}}",
  "Error Loading {{label}}": "Error al cargar {{label}}",
  "Please <2>try again</2>.": "<2>Inténtelo de nuevo</2>.",
  "No {{label}} found": "No se encontró {{label}}",
  "Not found": "No encontrado",
  "Restricted Access": "Acceso restringido",
  "You don't have access to this section due to cluster policy.": "No tiene acceso a esta sección debido a la política del clúster.",
  "Error details": "Error de detalles",
  "404: Not Found": "404: No encontrado",
  "{{labels}} content is not available in the catalog at this time due to loading failures.": "El contenido {{labels}} no está disponible en el catálogo en este momento debido a fallas en la carga.",
  "Timed out fetching new data. The data below is stale.": "Se agotó el tiempo para obtener nuevos datos. Los datos a continuación son obsoletos.",
  "Getting started resources": "Recursos para empezar",
  "Edit {{resourceLabel}}": "Editar {{resourceLabel}}",
  "Delete {{resourceLabel}}": "Eliminar {{resourceLabel}}",
  "You do not have permission to perform this action": "No tiene permiso para realizar esta acción",
  "Expand to fix validation errors": "Expandir para corregir errores de validación",
  "unknown": "desconocido",
  "equals any of": "es igual a cualquiera de",
  "equals": "es igual",
  "does not equal any of": "no es igual a ninguno de",
  "does not equal": "no es igual",
  "exists": "existe",
  "does not exist": "no existe",
  "Expand to enter expression": "Expandir para ingresar expresión",
  "Label": "Etiqueta",
  "Select a label": "Seleccione una etiqueta",
  "Operator": "Operador",
  "Values": "Valores",
  "Select the values": "Seleccione los valores",
  "Add label expression": "Agregar expresión de etiqueta",
  "Search by name...": "Buscar por nombre...",
  "Delete {{kind}}?": "¿Eliminar {{kind}}?",
  "Are you sure you want to delete <2>{{resourceName}}</2> in namespace <6>{{namespace}}</6>?": "¿Está seguro de que quiere eliminar <2>{{resourceName}}</2> en el espacio de nombres <6>{{namespace}}</6>?",
  "Are you sure you want to delete <2>{{resourceName}}</2>?": "¿Está seguro de que quiere eliminar <2>{{resourceName}}</2>?",
  "Delete dependent objects of this resource": "Eliminar objetos dependientes de este recurso",
  "Managed resource": "Recurso gestionado",
  "This resource is managed by <2></2>and any modifications may be overwritten. Edit the managing resource to preserve changes.": "Este recurso es administrado por <2></2> y cualquier modificación podrá sobrescribirse. Edite el recurso de gestión para conservar los cambios.",
  "Duplicate keys found.": "Se encontraron claves duplicadas.",
  "Edit {{description}}": "Editar {{description}}",
  "Invalid label name": "Nombre de etiqueta no válido",
  "Labels help you organize and select resources. Adding labels below will let you query for objects that have similar, overlapping or dissimilar labels.": "Las etiquetas le ayudan a organizar y seleccionar recursos. Agregar etiquetas a continuación le permitirá consultar objetos que tengan etiquetas similares, superpuestas o diferentes.",
  "{{description}} for": "{{description}} para",
  "Labels for": "Etiquetas para",
  "This resource is managed by <2></2> and any modifications may be overwritten. Edit the managing resource to preserve changes.": "Este recurso es administrado por <2></2> y cualquier modificación podrá sobrescribirse. Edite el recurso de gestión para conservar los cambios.",
  "PersistentVolume": "PersistentVolume",
  "PersistentVolumes": "PersistentVolumes",
  "ConfigMap": "ConfigMap",
  "ConfigMaps": "ConfigMaps",
  "Secrets": "Secretos",
  "Pod": "Pod",
  "CustomResourceDefinition": "CustomResourceDefinition",
  "CustomResourceDefinitions": "CustomResourceDefinitions",
  "Deployment": "Implementación",
  "Infrastructure": "Infraestructura",
  "Infrastructures": "Infraestructuras",
  "Subscriptions": "Suscripciones",
  "Project": "Proyecto",
  "Composable table": "Tabla componible",
  "Selectable table": "Tabla seleccionable",
  "Select all": "Seleccionar todo",
  "Show password": "Mostrar contraseña",
  "Enter node": "Ingresar nodo",
  "Deployment details": "Detalles de implementación",
  "Metrics": "Métricas",
  "CPU usage": "Uso de CPU",
  "Receive bandwidth": "Recibir ancho de banda",
  "Node details": "Detalles del nodo",
  "Instance type": "Tipo de instancia",
  "Rack": "Rack",
  "External ID": "Identificación externa",
  "Node addresses": "Direcciones de nodo",
  "Machine": "Máquina",
  "Unschedulable": "No programable",
  "Operating system": "Sistema operativo",
  "Kernel version": "Versión del kernel",
  "OS image": "Imagen del sistema operativo",
  "Architecture": "Arquitectura",
  "Kubelet version": "Versión kubelet",
  "Provider ID": "ID del proveedor",
  "Created": "Creado",
  "Deployments are unavailable": "Las implementaciones no están disponibles",
  "Alerts are being fired": "Se disparan alertas",
  "Deployment is unavailable": "La implementación no está disponible",
  "True": "Verdadero",
  "False": "Falso",
  "Phase": "Fase",
  "Updated": "Actualizado",
  "Reason": "Razón",
  "Message": "Mensaje",
  "No conditions found": "No se encontraron condiciones",
  "View documentation": "Ver documentación",
  "Oh no! Something went wrong.": "¡Ay, no! Algo salió mal.",
  "Copied to clipboard": "Copiado al portapapeles",
  "Drag to reorder": "Arrastrar para reordenar",
  "Value": "Valor",
  "Add more": "Agregar más",
  "Node is degraded": "El nodo está degradado",
  "Node has unavailable deployments": "El nodo tiene implementaciones no disponibles",
  "Decrement": "Reducción",
  "Increment": "Incremento",
  "Value hidden": "Valor oculto",
  "No value": "Sin valor",
  "No \"apiVersion\" field found in YAML.": "No se encontró ningún campo \"apiVersion\" en YAML.",
  "No \"kind\" field found in YAML.": "No se encontró ningún campo \"Kind\" en YAML.",
  "No \"metadata\" field found in YAML.": "No se encontró ningún campo \"Metadata\" en YAML.",
  "No \"metadata.namespace\" field found in YAML.": "No se encontró ningún campo \"metadata.namespace\" en YAML.",
  "{{newName}} has been updated to version {{version}}": "{{newName}} se actualizó a la versión {{version}}",
  "Error parsing YAML: {{e}}": "Error al analizar YAML: {{e}}",
  "Cannot change resource name (original: \"{{name}}\", updated: \"{{newName}}\").": "No se puede cambiar el nombre del recurso (original: \"{{name}}\", actualizado: \"{{newName}}\").",
  "Cannot change resource namespace (original: \"{{namespace}}\", updated: \"{{newNamespace}}\").": "No se puede cambiar el espacio de nombres del recurso (original: \"{{namespace}}\", actualizado: \"{{newNamespace}}\").",
  "Cannot change resource kind (original: \"{{original}}\", updated: \"{{updated}}\").": "No se puede cambiar el tipo de recurso (original: \"{{original}}\", actualizado: \"{{updated}}\").",
  "Cannot change API group (original: \"{{apiGroup}}\", updated: \"{{newAPIGroup}}\").": "No se puede cambiar el grupo de API (original: \"{{apiGroup}}\", actualizado: \"{{newAPIGroup}}\")."
}