{
  " {{ peerConnectedCount }} Connected": " {{ peerConnectedCount }} Connecté(s)",
  " selected": " choisi(s)",
  "(in {{suffixLabel}})": "(dans {{suffixLabel}})",
  "{{ actionsCount }} actions": "{{ actionsCount }} actions",
  "{{ fromCount }} - {{ toCount }} of {{ totalCount }}": "{{ fromCount }} - {{ toCount }} de {{ totalCount }}",
  "{{ healthy }} healthy": "{{ healthy }} intègre",
  "{{ issues }} with issues": "{{ issues }} avec des problèmes",
  "{{ label }} {{ value }}": "{{ label }} {{ value }}",
  "{{ pvcsWithIssueCount }} with issues": "{{ pvcsWithIssueCount }} avec des problèmes",
  "{{actionType}} readiness:": "État de préparation de {{actionType}} :",
  "{{appName}} is now successfully enrolled for disaster recovery protection.": "L’application {{appName}} est à présent inscrite à la protection en cas de reprise après sinistre.",
  "{{async}}, interval: {{syncInterval}}": "{{async}}, intervalle : {{syncInterval}}",
  "{{availableCapacity}} /  {{replica}} replicas": "{{availableCapacity}}/{{replica}} réplicas",
  "{{blueStoreCount}}/{{totalOSDCount}} OSDs migrated:": "{{blueStoreCount}}/{{totalOSDCount}} OSD migrés :",
  "{{bs, number}} BackingStore _one": "{{bs, number}} magasin de sauvegarde",
  "{{bs, number}} BackingStore _other": "{{bs, number}} magasins de sauvegarde",
  "{{bs, number}} BackingStore_one": "{{bs, number}} magasin de sauvegarde",
  "{{bs, number}} BackingStore_other": "{{bs, number}} magasins de sauvegarde",
  "{{capacityRatio, number}}:1": "{{capacityRatio, number}} : 1",
  "{{completedUploads}} of {{totalUploads}} have been uploaded": "{{completedUploads}} de{{totalUploads}} ont été téléchargés",
  "{{connected}} / {{total}} connected": "{{connected}}/{{total}} connectés",
  "{{count}} annotation_one": "{{count}} annotation_one",
  "{{count}} annotation_other": "{{count}} annotation_other",
  "{{count}} day_one": "{{count}} day_one",
  "{{count}} day_other": "{{count}} day_other",
  "{{count}} hour_one": "{{count}} hour_one",
  "{{count}} hour_other": "{{count}} hour_other",
  "{{count}} minute_one": "{{count}} minute_one",
  "{{count}} minute_other": "{{count}} minute_other",
  "{{count}} more_one": "{{count}} more_one",
  "{{count}} more_other": "{{count}} more_other",
  "{{count}} placements_one": "{{count}} placements_one",
  "{{count}} placements_other": "{{count}} placements_other",
  "{{count}} provider_one": "{{count}} provider_one",
  "{{count}} provider_other": "{{count}} provider_other",
  "{{count}} providers_one": "{{count}} providers_one",
  "{{count}} providers_other": "{{count}} providers_other",
  "{{count}} results found for {{clusterName}}_one": "{{count}} résultat trouvé pour {{clusterName}}_one",
  "{{count}} results found for {{clusterName}}_other": "{{count}} résultats trouvés pour {{clusterName}}_other",
  "{{count}} selected_one": "{{count}} selected_one",
  "{{count}} selected_other": "{{count}} selected_other",
  "{{description}} for": "{{description}} pour",
  "{{disks, number}} Disk_one": "{{disks, number}} Disk_one",
  "{{disks, number}} Disk_other": "{{disks, number}} Disk_other",
  "{{displayName}} connection details": "Détails de la connexion {{displayName}}",
  "{{formattedProgress, number}}%": "{{formattedProgress, number}} %",
  "{{humanAvailable}} available": "{{humanAvailable}} disponible(s)",
  "{{humanAvailable}} available of {{humanLimit}} total limit": "{{humanAvailable}} disponible(s) sur une limite de {{humanLimit}}",
  "{{humanAvailable}} available of {{humanMax}}": "{{humanAvailable}} disponible(s) sur {{humanMax}}",
  "{{labels}} content is not available in the catalog at this time due to loading failures.": "Le contenu {{labels}} n’est pas disponible dans le catalogue pour le moment en raison d’échecs de chargement.",
  "{{metricType}}": "{{metricType}}",
  "{{newName}} has been updated to version {{version}}": "{{newName}} a été mis à jour vers la version {{version}}",
  "{{nns, number}} namespace store _one": "{{nns, number}} namespace store _one",
  "{{nns, number}} namespace store _other": "{{nns, number}} namespace store _other",
  "{{nodeCount, number}} node_one": "{{nodeCount, number}} node_one",
  "{{nodeCount, number}} node_other": "{{nodeCount, number}} node_other",
  "{{nodes, number}} node_one": "{{nodes, number}} node_one",
  "{{nodes, number}} Node_one": "{{nodes, number}} Node_one",
  "{{nodes, number}} node_other": "{{nodes, number}} node_other",
  "{{nodes, number}} Node_other": "{{nodes, number}} Node_other",
  "{{policyName}}, {{replicationType}}, Interval: {{interval}}": "{{policyName}}, {{replicationType}}, intervalle : {{interval}}",
  "{{policyName}}, sync every {{schedulingInterval}}": "{{policyName}}, sync toutes les {{schedulingInterval}}",
  "{{replica}} Replication": "{{replica}} réplication",
  "{{resource}} overview": "Vue d’ensemble de {{resource}}",
  "{{selected}} of {{total}} selected": "{{selected}} sur {{total}} sélectionné(s)",
  "{{selectedMetric}} by {{selectedBreakdown}}": "{{selectedMetric}} par {{selectedBreakdown}}",
  "{{sizeInB}} Bytes": "{{sizeInB}} Octets",
  "{{storeType}} represents a storage target to be used as the underlying storage for the data in Multicloud Object Gateway buckets.": "{{storeType}} représente une cible de stockage à utiliser comme stockage sous-jacent pour les données dans les compartiments Multicloud Object Gateway.",
  "{{title}} breakdown": "Répartition de {{title}}",
  "{{unit}} IOPS": "{{unit}} IOPS",
  "{{uploadedFiles}} of {{totalFiles}} files uploaded": "{{uploadedFiles}} de{{totalFiles}} fichiers téléchargés",
  "{{value}} at {{date}}": "{{value}} à {{date}}",
  "{{value}} IOPS": "{{value}} IOPS",
  "{{zoneCount, number}} zone_one": "{{zoneCount, number}} zone",
  "{{zoneCount, number}} zone_other": "{{zoneCount, number}} zones",
  "<0><0>{{poolName}}</0> cannot be deleted. When a pool is bounded to PVC it cannot be deleted. Please detach all the resources from StorageClass(es):</0>": "<0><0>{{poolName}}</0> ne peut pas être supprimé. Lorsqu’un pool est limité à une revendication de volume persistant, il ne peut pas être supprimé. Veuillez détacher toutes les ressources des classes de stockage :</0>",
  "<0><0><0></0></0> Navigate to <4>Applications</4> section and locate your application.</0><1><0><0></0></0> Select <4>Manage disaster recovery</4> from inline actions.</1><2><0><0></0></0> In the Manage disaster recovery modal, click on <4>Enroll application</4> to start the wizard process.</2>": "<0><0><0></0></0> Accédez à la section <4>Applications</4> et localisez votre application.</0><1><0><0></0></0>Sélectionnez <4>Gérer la reprise après sinistre</4> dans les actions en ligne.</1><2><0><0></0></0> Dans la fenêtre modale Gérer la reprise après sinistre, cliquez sur <4>Inscrire une application</4> pour démarrer l’Assistant.</2>",
  "<0><0>Check the fencing status for your primary and target cluster. Both clusters should be unfenced for initiating relocation.</0><1>To unfence your cluster, refer to the documentation<1><0></0></1></1></0>": "<0><0>Vérifiez le statut de clôture de vos clusters principal et cible. Les deux clusters ne doivent pas être clôturés pour initier le déplacement.</0><1>Pour déverrouiller votre cluster, reportez-vous à la documentation<1><0></0></1></1></0>",
  "<0><0>The status for both the primary and target clusters must be available for relocating. Check the status and try again.</0><1>To bring the cluster online, refer to the instructions in the documentation<1><0></0></1></1></0>": "<0><0>Le statut des clusters principal et cible doit être disponible pour pouvoir effectuer le déplacement. Vérifiez le statut et réessayez.</0><1>Pour mettre le cluster en ligne, reportez-vous aux instructions de la documentation<1><0></0></1></1></0>",
  "<0><0>The status for your primary cluster must be fenced for initiating failover. Check the status and try again.</0><1>To fence your cluster, follow the instructions in the documentation<1><0></0></1></1></0>": "<0><0>Votre cluster principal doit avoir le statut Clôturé pour lancer le basculement. Vérifiez le statut et réessayez.</0><1>Pour clôturer votre cluster, suivez les instructions de la documentation<1><0></0></1></1></0>",
  "<0><0>The status for your target cluster must be unfenced for initiating failover. Check the status and try again.</0><1>To unfence your cluster, follow the instructions in the documentation<1><0></0></1></1></0>": "<0><0>Votre cluster cible doit avoir le statut Non clôturé pour lancer le basculement. Vérifiez le statut et réessayez.</0><1>Pour que votre cluster ne soit plus clôturé, suivez les instructions de la documentation<1><0></0></1></1></0>",
  "<0><0>To failover, your application must have a DR policy associated with it. Check for an active DRpolicy and try again.</0><1>To apply a DRPolicy to your application, follow the instructions in the documentation<1><0></0></1></1></0>": "<0><0>Pour effectuer un basculement, votre application doit être associée à une stratégie de reprise après sinistre. Recherchez une stratégie de reprise après sinistre active et réessayez.</0><1>Pour appliquer une stratégie de reprise après sinistre à votre application, suivez les instructions de la documentation<1><0></0></1></1></0>",
  "<0><0>To relocate, your application must have a DR policy associated with it. Check for an active DRpolicy and try again.</0><1>To apply a DRPolicy to your application, follow the instructions in the documentation<1><0></0></1></1></0>": "<0><0>Pour effectuer un déplacement, votre application doit être associée à une stratégie de reprise après sinistre. Recherchez une stratégie de reprise après sinistre active et réessayez.</0><1>Pour appliquer une stratégie de reprise après sinistre à votre application, suivez les instructions de la documentation<1><0></0></1></1></0>",
  "<0><0>Understand terms</0><1>Net storage consumption</1><2>Indicates the daily net change in storage capacity.</2><3>Average storage consumption </3><4>Refers to the amount of data used over a specified period. A positive average indicates how quickly the cluster is filling up, while a negative average indicates the rate at which the cluster is clearing up.</4><5>Estimated days until full ** </5><6>Indicates the number of days remaining before a storage system reaches its maximum capacity based on current usage trends.</6><7>Calculations for above metrics are based on the data gathered day to day basis. **This is only a rough estimation These calculations are based on the data gathered on day to day basis</7></0>": "<0><0>Comprendre les termes</0><1> Consommation nette de stockage</1><2> Indique la variation nette quotidienne de la capacité de stockage.</2><3> Consommation moyenne de stockage</3><4> Indique la quantité de données utilisées sur une période donnée. Une moyenne positive indique la vitesse à laquelle le cluster se remplit, tandis qu'une moyenne négative indique la vitesse à laquelle le cluster se vide.</4><5> Nombre estimé de jours avant la pleine capacité **</5><6> Indique le nombre de jours restants avant qu'un système de stockage atteigne sa capacité maximale en fonction des tendances d'utilisation actuelles.</6><7> Les calculs des mesures ci-dessus sont basés sur les données recueillies au jour le jour. **Il s'agit uniquement d'une estimation approximative. Ces calculs sont basés sur les données recueillies au jour le jour.</7></0>",
  "<0>ACM discovered applications:</0><1>Based on modular and microservices architecture, uses operators for dynamically created kubernetes objects. Eg: <2>CloudPak, Custom-created applications</2></1><2><0>Enrollment process:</0> Discovered applications are enrolled under disaster recovery through enabling protection for their namespaces and further defining the scope of this protection within namespace through recipe selection or resource label.</2><3>ACM managed applications:</3><4>Based on subscribing to one or more Kubernetes resource repositories (channel resource) that contains resources that are deployed on managed clusters. Eg: <2>ApplicationSet, Subscriptions</2></4><5><0>Enrollment process:</0> Individually protect managed application with flexibility for distinct configurations for different sub-categories of managed application based on specific requirements.</5>": "<0>Applications découvertes ACM :</0><1>En fonction d’une architecture modulaire et de microservices, utilise des opérateurs pour les objets Kubernetes créés dynamiquement. Par exemple : <2>CloudPak, applications créées sur mesure</2></1><2><0>Processus d’inscription :</0> Les applications découvertes sont inscrites à la reprise après sinistre en activant la protection de leurs espaces de noms et en définissant davantage la portée de cette protection au sein de l’espace de noms via la sélection de recettes ou l’étiquette de ressource.</2><3>Applications gérées par ACM :</3><4> En fonction de l’abonnement à un ou plusieurs référentiels de ressources Kubernetes (ressource de canal) contenant des ressources déployées sur des clusters gérés. Par exemple : <2>ApplicationSet, Abonnements</2></4><5><0>Processus d’inscription :</0> Protégez individuellement les applications gérées avec une flexibilité permettant d’obtenir des configurations distinctes et différentes sous-catégories d’applications gérées en fonction d’exigences spécifiques.</5>",
  "<0>Application:</0> {applicationName} (Namespace: {applicationNamespace})": "<0>Application:</0>{applicationName} (Espace de noms :{applicationNamespace} )",
  "<0>Client ID is the unique identifier of an application created in Azure AD (Active Directory).</0><1>You can locate the client ID within Azure Active Directory by accessing the <1>App registrations</1> section.</1>": "<0>L’ID client est l’identifiant unique d’une application créée dans Azure AD (Active Directory).</0><1>Pour localiser l’ID client dans Azure Active Directory, accédez à la section <1>Inscriptions d’applications</1>.</1>",
  "<0>confirm this action, type <1>{{delete}}</1> in the text input field.</0>": "<0>confirmer cette action, tapez<1>{{delete}}</1> dans le champ de saisie de texte.</0>",
  "<0>Deleting <1>{{poolName}}</1> will remove all the saved data of this pool. Are you sure want to delete?</0>": "<0>La suppression de <1>{{poolName}}</1> supprimera toutes les données enregistrées de ce pool. Confirmez-vous la suppression ?</0>",
  "<0>Deleting a specific version of an object is permanent and cannot be undone.</0><1>Removing a delete marker will restore the object to its most recent version, making it accessible again. If no previous versions exist, the object will be permanently deleted.</1>": "<0>La suppression d’une version spécifique d’un objet est permanente et ne peut pas être annulée.</0><1> La suppression d'un marqueur de suppression restaure la version la plus récente de l'objet, le rendant ainsi à nouveau accessible. S'il n'existe aucune version antérieure, l'objet est définitivement supprimé.</1>",
  "<0>Error:</0> Image (PV) replication process stopped due to an error.": "<0>Erreur :</0> Le processus de réplication d’image (PV) s’est arrêté en raison d’une erreur.",
  "<0>Failover cannot be initiated as the readiness checks are failing. Refer to workaround mentioned in known issues section of<1><0></0></1>.</0>": "<0>Impossible de lancer le basculement, car les contrôles de préparation échouent. Reportez-vous à la solution de contournement mentionnée dans la section Problèmes connus de <1><0></0></1>.</0>",
  "<0>Failover cannot be initiated as the readiness checks are failing. Refer to workaround mentioned in known issues section of<1><0></0></1></0>": "<0>Impossible de lancer le basculement, car les contrôles de préparation échouent. Reportez-vous à la solution de contournement mentionnée dans la section Problèmes connus de <1><0></0></1></0>",
  "<0>List all versions</0> allows you to view all object versions, including deleted objects that have delete markers. <2></2>Each version of an object is listed as a separate row, making it easier to track changes, restore previous versions, recover deleted data or permanently delete objects.": "<0>Lister toutes les versions</0> vous permet d'afficher toutes les versions d'objets, y compris les objets supprimés qui ont des marqueurs de suppression.<2></2> Chaque version d'un objet est répertoriée sur une ligne distincte, ce qui facilite le suivi des modifications, la restauration des versions précédentes, la récupération des données supprimées ou la suppression définitive des objets.",
  "<0>List all versions</0> is turned on. Each version is listed as a separate row, allowing you to track changes, restore previous versions, or permanently delete objects.": "<0>Lister toutes les versions</0> est activé. Chaque version est répertoriée sur une ligne distincte, ce qui vous permet de suivre les modifications, de restaurer les versions précédentes ou de supprimer définitivement des objets.",
  "<0>Relocation cannot be initiated as the readiness checks are failing. Refer to workaround mentioned in known issues section of<1><0></0></1>.</0>": "<0>Le déplacement ne peut pas être initié, car les contrôles de préparation échouent. Reportez-vous à la solution de contournement mentionnée dans la section Problèmes connus de <1><0></0></1>.</0>",
  "<0>Relocation cannot be initiated as the readiness checks are failing. Refer to workaround mentioned in known issues section of<1><0></0></1></0>": "<0>Impossible de lancer le déplacement, car les contrôles de préparation échouent. Reportez-vous à la solution de contournement mentionnée dans la section Problèmes connus de <1><0></0></1></0>",
  "<0>Replaying:</0> Image (PV) replication is ongoing or idle between clusters.": "<0>Relecture :</0> La réplication d’image (PV) est en cours ou inactive entre les clusters.",
  "<0>Showing all VMs grouped under <2></2>{{sharedGroupName}}</0>": "<0>Affichage de toutes les machines virtuelles regroupées sous <2></2>{{sharedGroupName}}</0>",
  "<0>Starting replay:</0> Initiating image (PV) replication process.": "<0>Démarrage de la relecture :</0> Lancement du processus de réplication d’image (PV).",
  "<0>Stopped:</0> Image (PV) replication process has shut down.": "<0>Arrêté :</0> Le processus de réplication d’image (PV) s’est arrêté.",
  "<0>Stopping replay:</0> Image (PV) replication process is shutting down.": "<0>Arrêt de la relecture :</0> Le processus de réplication d’image (PV) est en cours d’arrêt.",
  "<0>The amount of storage allocated to the client cluster for usage.</0><1>Due to simultaneous usage by multiple client clusters, actual available storage may vary affecting your allocated storage quota.</1>": "<0>La quantité de stockage allouée au cluster client pour l'utilisation.</0><1> En raison de l'utilisation simultanée par plusieurs clusters clients, le stockage réellement disponible peut varier, ce qui affecte votre quota de stockage alloué.</1>",
  "<0>The tenant ID determines the Azure AD instance where the application is hosted - it is the same as the organization ID. Also referred to as the Microsoft Entra tenant ID.</0><1>You can find it by searching for <2>Microsoft Entra ID</2> in the Azure portal.</1>": "<0>L’ID locataire détermine l’instance Azure AD sur laquelle l’application est hébergée. Il est identique à l’ID d’organisation. Également appelé ID locataire Microsoft Entra.</0><1>Vous pouvez le trouver en recherchant<2>ID Microsoft Entra</2> dans le portail Azure.</1>",
  "<0>This application uses placement that are also used by other applications. Failing over will automatically trigger a failover for other applications sharing the same placement.</0>": "<0>Cette application utilise des placements également utilisés par d’autres applications. Le basculement déclenchera automatiquement le basculement d’autres applications partageant le même placement.</0>",
  "<0>This application uses placement that are also used by other applications. Relocating will automatically trigger a relocate for other applications sharing the same placement.</0>": "<0>Cette application utilise des placements également utilisés par d’autres applications. Le déplacement déclenchera automatiquement le déplacement d’autres applications partageant le même placement.</0>",
  "<0>This managed application namespace is already DR protected. You may have protected this namespace while enrolling discovered applications.</0><1>To see disaster recovery information for your applications, go to<1> Protected applications </1> under <3> Disaster Recovery </3>.</1>": "<0>Cet espace de noms d’application gérée est déjà protégé en cas de reprise après sinistre. Vous avez peut-être protégé cet espace de noms lors de l’inscription des applications découvertes.</0><1>Pour consulter les informations de reprise après sinistre pour vos applications, accédez à <1>Applications protégées</1> sous <3>Reprise après sinistre</3>.</1>",
  "<0>To begin failover, the target cluster must be available. Check the status and try again. If the managed cluster status is offline, follow the instructions in the documentation<1><0></0></1></0>": "<0>Pour commencer le basculement, le cluster cible doit être disponible. Vérifiez le statut et réessayez. Si le statut du cluster géré est hors ligne, suivez les instructions de la documentation<1><0></0></1></0>",
  "<0>To confirm deletion, type <1>{{bucketName}}</1>:</0>": "<0>Pour confirmer la suppression, tapez<1>{{bucketName}}</1> :</0>",
  "<0>To confirm deletion, type <1>{{delete}}</1>:</0>": "<0>Pour confirmer la suppression, tapez <1>{{delete}}</1> :</0>",
  "<0>Unknown:</0> Unable to determine image (PV) state due to an error. Check your network connection and remote cluster mirroring daemon.": "<0>Inconnu :</0> Impossible de déterminer l’état de l’image (PV) en raison d’une erreur. Vérifiez votre connexion réseau et votre démon de mise en miroir de cluster distant.",
  "<0>View enrolled apps under <2>Protected applications</2>.</0>": "<0>Affichez les applications inscrites sous <2>Applications protégées</2>.</0>",
  "<0>What are the different performance profiles I can use to configure performance?</0><1>Performance profiles types:</1><2><0>Balanced mode:</0> Optimized for right amount of CPU and memory resources to support diverse workloads.</2><3><0>Lean mode:</0> Minimizes resource consumption by allocating fewer CPUs and less memory for resource-efficient operations.</3><4><0>Performance mode:</0> Tailored for high-performance, allocating ample CPUs and memory to ensure optimal execution of demanding workloads.</4>": "<0>Quels sont les différents profils de performances que je peux utiliser pour configurer les performances ?</0><1>Types de profils de performances :</1><2><0>Mode équilibré :</0> Optimisé pour la bonne quantité de ressources de processeurs et de mémoire afin de prendre en charge diverses charges de travail.</2><3><0>Mode Lean :</0> Réduit au maximum la consommation de ressources en allouant moins de processeurs et moins de mémoire pour des opérations économes en ressources.</3><4><0>Mode Performance :</0> Conçu pour les hautes performances ; alloue suffisamment de processeurs et de mémoire pour garantir une exécution optimale des charges de travail exigeantes.</4>",
  "<0>You do not have any <1>discovered applications</1> that are protected yet. For details about your <4>protected managed applications</4>, navigate to the <7>Applications</7> page, as this information is not maintained here.</0><1></1><2>Click <1>Enroll applications</1> to add disaster recovery protection to your applications.</2>": "<0>Vous n’avez aucune <1>application découverte</1> qui est déjà protégée. Pour plus d’informations sur vos <4>applications gérées protégées</4>, accédez à la page <7>Applications</7>, car ces informations ne sont pas tenues à jour ici.</0><1></1><2>Cliquez sur <1>Inscrire des applications</1> pour ajouter une protection en cas de reprise après sinistre à vos applications.</2>",
  "<0>You have {policyCount.toString()} disaster recovery policies. <4>{t('View policies')}</4></0>": "<0>Vous disposez de {policyCount.toString()} stratégies de reprise après sinistre. <4>{t('View policies')}</4></0>",
  "<0>You have not enrolled this application yet. To protect your application, click <1>Enroll application.</1></0>": "Vous n’avez pas encore inscrit cette application. Pour protéger votre application, cliquez sur <0>Inscrire une application.<1>",
  "<0>You have not enrolled this virtual machine yet. To protect your virtual machine, click <1>Enroll virtual machine.</1></0>": "<0>Vous n'avez pas encore inscrit cette machine virtuelle. Pour la protéger, cliquez sur<1> Inscrire une machine virtuelle.</1></0>",
  "0 connected": "0 connecté",
  "0 results found": "0 résultat trouvé",
  "0.5 {{sizeUnit}}": "{{sizeUnit}} : 0.5",
  "1 {{sizeUnit}}": "{{sizeUnit}} : 1",
  "1 or more clusters do not meet disaster recovery cluster prerequisites.": "1 ou plusieurs clusters ne répondent pas aux conditions préalables du cluster de reprise après sinistre.",
  "1 or more managed clusters are offline.": "1 ou plusieurs clusters gérés sont hors ligne.",
  "1 or more mandatory fields are empty. To proceed, fill in the required information.": "1 ou plusieurs champs obligatoires sont vides. Pour continuer, remplissez les informations requises.",
  "1. Download <1>{{SCRIPT_NAME}}</1> script and run on the RHCS cluster, then upload the results (JSON) in the External storage system metadata field.": "1. Téléchargez le script <1>{{SCRIPT_NAME}}</1> et exécutez-le sur le cluster RHCS, puis chargez les résultats (JSON) dans le champ Métadonnées du système de stockage externe.",
  "2 {{sizeUnit}}": "{{sizeUnit}} : 2",
  "3-63 characters": "3 à 63 caractères",
  "4 {{sizeUnit}}": "{{sizeUnit}} : 4",
  "404: Not Found": "404 : Introuvable",
  "8 {{sizeUnit}}": "{{sizeUnit}} : 8",
  "A BackingStore represents a storage target to be used as the underlying storage layer in Multicloud Object Gateway buckets.": "Un magasin de sauvegarde représente une cible de stockage à utiliser comme couche de stockage sous-jacente dans les comparitments Multicloud Object Gateway.",
  "A failover will occur for all namespaces currently under this DRPC.": "Un basculement se produira pour tous les espaces de noms actuellement sous ce DRPC.",
  "A list of all Multicloud Object Gateway resources that are currently in use. Those resources are used to store data according to the buckets' policies and can be a cloud-based resource or a bare metal resource.": "Liste de toutes les ressources Multicloud Object Gateway actuellement utilisées. Ces ressources sont utilisées pour stocker des données conformément aux stratégies des compartiments. Elles peuvent être basées sur le cloud ou nues.",
  "a local backing store is recommended for better performance": "Un magasin de sauvegarde local est recommandé pour obtenir de meilleures performances.",
  "A Local Volume Set allows you to filter a set of disks, group them and create a dedicated StorageClass to consume storage from them.": "Un ensemble de volumes locaux vous permet de filtrer un ensemble de disques, de les regrouper et de créer un objet StorageClass dédié pour en consommer le stockage.",
  "A LocalVolumeSet will be created to allow you to filter a set of disks, group them and create a dedicated StorageClass to consume storage from them.": "Un ensemble de volumes locaux est créé pour vous permettre de filtrer un ensemble de disques, de les regrouper et de créer une classe de stockage dédiée pour en consommer le stockage.",
  "A method is required.": "Une méthode est requise.",
  "A minimum of 3 nodes are required for the initial deployment. Only {{nodes}} node match to the selected filters. Please adjust the filters to include more nodes.": "Un minimum de 3 nœuds sont requis pour le déploiement initial. Seul le nœud {{nodes}} correspond aux filtres sélectionnés. Veuillez ajuster les filtres pour inclure plus de nœuds.",
  "A mirror peer configuration already exists for one or more of the selected clusters, either from an existing or deleted DR policy. To create a new DR policy with these clusters, delete any existing mirror peer configurations associated with them and try again.": "Une configuration d'homologue miroir existe déjà pour un ou plusieurs des clusters sélectionnés, à partir d'une stratégie DR existante ou supprimée. Pour créer une nouvelle stratégie DR avec ces clusters, supprimez toutes les configurations d'homologue miroir existantes qui leur sont associées et réessayez.",
  "A namespace controls access to the OBC and ties the buckets to a specific project.": "Un espace de noms contrôle l'accès à l'OBC et lie les compartiments à un projet spécifique.",
  "A PEM-encoded CA certificate file used to verify the Vault server's SSL certificate.": "Fichier de certificat d’autorité de certification codé au format PEM utilisé pour vérifier le certificat SSL du serveur Vault.",
  "A PEM-encoded client certificate. This certificate is used for TLS communication with the Vault server.": "Certificat client codé au format PEM. Ce certificat est utilisé pour la communication TLS avec le serveur Vault.",
  "A prefix filters bucket objects by their keys.": "Un préfixe filtre les objets du compartiment par leurs clés.",
  "A public or cluster network attachment definition must be selected to use Multus.": "Vous devez sélectionner une définition de rattachement à un réseau public ou un cluster pour utiliser Multus.",
  "A relocation will occur for all namespaces currently under this DRPC.": "Un déplacement aura lieu pour tous les espaces de noms actuellement sous ce DRPC.",
  "A rule name is required.": "Un nom de règle est requis.",
  "A rule with this name already exists. Type a different name.": "Une règle portant ce nom existe déjà. Saisissez un autre nom.",
  "A set of policies which would apply to all buckets (OBCs) created with the specific bucket class. These policies include placement, namespace and caching": "Un ensemble de stratégies qui s’appliqueraient à tous les compartiments (OBC) créés avec la classe de compartiment spécifique. Ces stratégies incluent le placement, l’espace de noms et la mise en cache.",
  "A single NamespaceStore that defines the read and write target of the namespace bucket.": "Magasin d’espace de noms unique qui définit la cible de lecture et d’écriture du compartiment d’espace de noms.",
  "A storage pool is a logical entity which provides capacity to applications and workloads. With pools you can support policies for data resiliency and storage efficiency.": "Un pool de stockage est une entité logique qui fournit de la capacité aux applications et aux charges de travail. Grâce aux pools, vous pouvez prendre en charge des politiques de résilience des données et d'efficacité du stockage.",
  "A tag key is required.": "Une clé de balise est requise.",
  "A third-party entity can access the object using this presigned URL, which allows sharing without requiring a login, until the URL expires.": "Une entité tierce peut accéder à l’objet à l’aide de cette URL présignée, qui permet le partage sans nécessiter de connexion, jusqu’à l’expiration de l’URL.",
  "A unique folder name is required. All characters are allowed except for the forward slash (\"/\").": "Un nom de dossier unique est requis. Tous les caractères sont autorisés à l'exception de la barre oblique (« / »).",
  "A unique identifier for ACM discovered applications from selected namespaces.": "Identifiant unique pour les applications découvertes par ACM à partir des espaces de noms sélectionnés.",
  "A unique name for your bucket.": "Un nom unique pour votre compartiment.",
  "A unique name to identify and manage this protection.": "Un nom unique pour identifier et gérer cette protection.",
  "Abort incomplete multipart uploads after {{ days }} days.": "Annuler les téléchargements multipartites incomplets après{{ days }} jours.",
  "Above object tags and object size filters are not applicable for this rule action. Expired object delete markers will be removed from the bucket regardless of any filters you have configured.": "Les balises d'objet et les filtres de taille d'objet ci-dessus ne s'appliquent pas à cette action de règle. Les marqueurs de suppression d'objet expirés seront supprimés du compartiment, quels que soient les filtres configurés.",
  "Above object tags and object size filters are not applicable for this rule action. Incomplete multipart uploads will be removed from the bucket regardless of any filters you have configured.": "Les balises d'objet et les filtres de taille d'objet ci-dessus ne s'appliquent pas à cette action de règle. Les téléchargements multipartites incomplets seront supprimés du compartiment, quels que soient les filtres configurés.",
  "Accepted file types: .pem, .crt, .key": "Types de fichiers acceptés : .pem, .crt, .key",
  "Access key": "Clé d’accès",
  "Access Key Field": "Champ de clé d’accès",
  "Access key ID": "ID de la clé d'accès",
  "Account key": "Clé de compte",
  "Account name": "Nom du compte",
  "Accounts": "Comptes",
  "ACM discovered applications": "Applications découvertes ACM",
  "ACM discovered applications: ": "Applications découvertes ACM : ",
  "ACM discovered applications: {{count}}_one": "Application découverte ACM : {{count}}",
  "ACM discovered applications: {{count}}_other": "Applications découvertes ACM : {{count}}",
  "ACM managed applications": "Applications gérées par ACM",
  "ACM managed applications: ": "Applications gérées par ACM : ",
  "ACM managed applications: {{count}}_one": "Application gérée par ACM : {{count}}",
  "ACM managed applications: {{count}}_other": "Applications gérées par ACM : {{count}}",
  "Action": "Action",
  "Action did not complete successfully.": "L'action n'a pas été exécutée avec succès.",
  "Action needed": "Action nécessaire",
  "Actions": "Actions",
  "Active health checks": "Contrôles d’intégrité actifs",
  "Actively monitoring, waiting for trigger": "Surveillance active, en attente du déclencheur",
  "Activity": "Activité",
  "Activity description": "Description de l’activité",
  "Add": "Ajouter",
  "Add another header": "Ajouter un autre en-tête",
  "Add another origin": "Ajouter une autre origine",
  "Add application resource": "Ajouter une ressource d’application",
  "Add Capacity": "Ajouter de la capacité",
  "Add disaster recovery protection to your application to boost resilience and minimise downtime.": "Ajoutez une protection en cas de reprise après sinistre à votre application pour renforcer la résilience et réduire au maximum les temps d’arrêt.",
  "Add external cluster": "Ajouter un cluster externe",
  "Add header": "Ajouter un en-tête",
  "Add label expression": "Ajouter une expression d’étiquette",
  "Add more": "Ajouter plus",
  "Add object tag": "Ajouter une balise d'objet",
  "Add objects": "Ajouter des objets",
  "Add origin": "Ajouter l'origine",
  "Add parameter": "Ajouter un paramètre",
  "Add PVC label selector": "Ajouter un sélecteur d’étiquette de revendication de volume persistant",
  "Add rule": "Ajouter une règle",
  "Add tag": "Ajouter une balise",
  "Add this VM to an existing DR placement control for consistent failover and recovery. This method is only available for discovered VMs.": "Ajoutez cette VM à un contrôle de placement DR existant pour un basculement et une récupération cohérents. Cette méthode est disponible uniquement pour les VM découvertes.",
  "Add Tier": "Ajouter un niveau",
  "Adding capacity for <1>{{ocsClusterName}}</1>, may increase your expenses.": "Ajout de capacité pour <1>{{ocsClusterName}}</1>, peut augmenter vos dépenses.",
  "Adding this option will allow the postgres server to use a self-signed certificates.": "L’ajout de cette option permettra au serveur Postgres d’utiliser des certificats auto-signés.",
  "Address": "Adresse",
  "Address form errors to proceed": "Corrigez les erreurs du formulaire pour continuer",
  "Advanced": "Avancé",
  "Advanced configuration": "Configuration avancée",
  "Advanced settings": "Paramètres avancés",
  "Advanced Subscription": "Abonnement avancé",
  "After the LocalVolumeSet is created you won't be able to edit it.": "Une fois l’ensemble de volumes locaux créé, vous ne pouvez plus le modifier.",
  "Aggregate resource requirement for {{resourceProfile}} mode not met": "Exigences en ressources globales pour le mode {{resourceProfile}} non respectées",
  "Aggregate resource requirements for {{selectedProfile}} mode": "Exigences en ressources globales pour le mode {{selectedProfile}}",
  "ago": "dans le passé",
  "Alerts": "Alertes",
  "Alerts are being fired": "Des alertes sont déclenchées",
  "All": "Tous",
  "All characters are allowed except for the forward slash (\"/\").": "Tous les caractères sont autorisés à l'exception de la barre oblique (« / »).",
  "All disaster recovery prerequisites are met for both clusters. Multiple storage backends are available on both of the selected clusters.": "Toutes les conditions préalables à la reprise après sinistre sont remplies pour les deux clusters. Plusieurs backends de stockage sont disponibles sur les deux clusters sélectionnés.",
  "All disaster recovery prerequisites met for both clusters.": "Toutes les conditions préalables à la reprise après sinistre sont remplies pour les deux clusters.",
  "All disk type may include HDD disks. Data Foundation does not support HDD disks as local devices. Select SSD if you plan to use Data Foundation.": "Tous les types de disques peuvent inclure des disques HDD. La Data Foundation ne prend pas en charge les disques HDD comme périphériques locaux. Sélectionner SSD si vous souhaiter utiliser la Data Foundation.",
  "All headers": "Ajouter des en-têtes",
  "All origins": "Toutes origines",
  "All other capacity usage that are not a part of the top 5 consumers.": "Toutes les autres utilisations de capacité qui ne font pas partie des 5 principaux consommateurs.",
  "All processes that use application subscription is deprecated": "Tous les processus qui utilisent l'abonnement aux applications sont obsolètes",
  "All required fields are not set": "Tous les champs obligatoires ne sont pas définis",
  "All resources are unhealthy": "Toutes les ressources sont non saines",
  "All volumes & Kubernetes resources are synced": "Tous les volumes et ressources Kubernetes sont synchronisés",
  "All volumes are synced": "Tous les volumes sont synchronisés",
  "Allocate quota": "Attribuer un quota",
  "Allow Access to a Specific S3 Account": "Autoriser l'accès à un compte S3 spécifique",
  "Allow NFS to use low resources by default.": "Autorisez NFS à utiliser de faibles ressources par défaut.",
  "Allow Noobaa to connect to an external postgres server": "Autoriser Noobaa à se connecter à un serveur Postgres externe",
  "Allow requests from all domains using a wildcard (*). Use <2><0>custom origins</0></2> if requests include credentials like cookies or HTTP authentication.": "Autoriser les requêtes de tous les domaines en utilisant un caractère générique (*). Utiliser<2><0> origines personnalisées</0></2> si les demandes incluent des informations d'identification telles que des cookies ou une authentification HTTP.",
  "Allow requests only from specified domains.": "Autoriser les demandes provenant uniquement de domaines spécifiés.",
  "Allow self-signed certificates": "Autoriser les certificats auto-signés",
  "Allowed headers": "En-têtes autorisés",
  "Allowed methods": "Méthodes autorisées",
  "Allowed origins": "Origines autorisées",
  "Allows all headers using a wildcard (*). Use <2><0>custom headers</0></2> if requests include credentials like cookies or authentication headers.": "Autorise tous les en-têtes utilisant un caractère générique (*). Utiliser<2><0> en-têtes personnalisés</0></2> si les demandes incluent des informations d'identification telles que des cookies ou des en-têtes d'authentification.",
  "Allows anyone to read all objects in the bucket": "Permet à quiconque de lire tous les objets dans le compartiment",
  "Allows you to discover the available disks on all available nodes": "Permet de découvrir les disques disponibles sur tous les nœuds disponibles",
  "Allows you to limit the discovery for available disks to specific nodes.": "Permet de limiter la découverte des disques disponibles à des nœuds spécifiques.",
  "An arbiter node will be automatically selected from this zone": "Un nœud arbitre est automatiquement sélectionné dans cette zone",
  "An encryption key will be generated for each persistent volume (block) created using an encryption enabled StorageClass.": "Une clé de chiffrement est générée pour chaque volume persistant (bloc) créé à l’aide d’une classe de stockage pour laquelle le chiffrement est activé.",
  "An encryption key will be generated for each PersistentVolume created using this StorageClass.": "Une clé de chiffrement sera générée pour chaque volume persistant créé à l’aide de cette classe de stockage.",
  "An error has occured while fetching backing stores": "Une erreur s’est produite lors de la récupération des magasins de sauvegarde",
  "An error has occurred": "Une erreur est survenue",
  "An error has occurred while fetching namespace stores": "Une erreur s’est produite lors de la récupération des magasins d’espaces de noms",
  "An error has occurred: {{error}}": "Une erreur est survenue : {{error}}",
  "An error occurred": "Une erreur s’est produite",
  "An error occurred. Please try again.": "Une erreur s’est produite. Veuillez réessayer.",
  "An error occurred. Pool {{name}} was not created": "Une erreur s’est produite. Le pool {{name}} n’a pas été créé",
  "An object bucket is a cloud storage container that organizes and manages files (objects), allowing users to store, retrieve and control access to data efficiently.": "Un compartiment d'objets est un conteneur de stockage cloud qui organise et gère les fichiers (objets), permettant aux utilisateurs de stocker, de récupérer et de contrôler l'accès aux données de manière efficace.",
  "An object tag is a label that is assigned to an S3 object.": "Une balise d’objet est une étiquette attribuée à un objet S3.",
  "An onboarding token to authenticate and authorize an OpenShift cluster, granting access to the Data Foundation deployment, thus establishing a secure connection.": "Un jeton d'intégration pour authentifier et autoriser un cluster OpenShift, accordant l'accès au déploiement de Data Foundation, établissant ainsi une connexion sécurisée.",
  "An origin is required.": "Une origine est requise.",
  "An unencrypted, PEM-encoded private key which corresponds to the matching client certificate provided with VAULT_CLIENT_CERT.": "Clé privée non chiffrée et codée au format PEM qui correspond au certificat client correspondant fourni avec VAULT_CLIENT_CERT.",
  "An unexpected error has occured.": "Une erreur inattendue s'est produite.",
  "An unexpected error occurred while polling for ManagedClusterAction: {{error}}": "Une erreur inattendue s'est produite lors de l'interrogation de ManagedClusterAction : {{error}}",
  "An unexpected error occurred while polling for ManagedClusterView: {{error}}": "Une erreur inattendue s'est produite lors de l'interrogation de ManagedClusterView : {{error}}",
  "An unique name for the key management service within the project. Name must only include alphanumeric characters, \"-\", \"_\" or \".\"": "Nom unique pour le service de gestion des clés au sein du projet. Le nom ne doit contenir que des caractères alphanumériques, ainsi que les caractères « - », « _ » ou « . »",
  "and": "et",
  "Annotations": "Annotations",
  "Any NON Object bucket claims that were created via an S3 client or via the NooBaa UI system.": "Toute revendication liée à un compartiment qui n’est PAS un objet créée via un client S3 ou via le système d’interface utilisateur NooBaa.",
  "Any objects added during this process may also be deleted. To prevent adding new objects during the emptying process, consider updating the bucket policy (through CLI).": "Tous les objets ajoutés au cours de ce processus peuvent également être supprimés. Pour éviter d'ajouter de nouveaux objets pendant le processus de vidage, pensez à mettre à jour la stratégie de compartiment (via la CLI).",
  "Application": "Application",
  "Application already enrolled in disaster recovery": "Application déjà inscrite à la reprise après sinistre",
  "Application name:": "Nom de l’application :",
  "Application resource": "Ressource d’application",
  "Application resource:": "Ressource d’application :",
  "Application types and their enrollment processes": "Types d’application et processus d’inscription associés",
  "Application volumes (PVCs)": "Volumes d’application (revendications de volume persistant)",
  "Application volumes (PVCs):": "Volumes d'application (PVC) :",
  "Application:": "Application :",
  "Application: ": "Application : ",
  "Applications": "Applications",
  "ApplicationSet": "ApplicationSet",
  "Applies to a specific subset of objects within a bucket, based on defined criteria. Allows for more granular control over which objects the rule targets.": "S'applique à un sous-ensemble spécifique d'objets d'un compartiment, selon des critères définis. Permet un contrôle plus précis des objets ciblés par la règle.",
  "Applies to all objects in the bucket without any filters. Uses the same lifecycle action for every object in the bucket.": "S'applique à tous les objets du compartiment, sans aucun filtre. Utilise la même action de cycle de vie pour chaque objet du compartiment.",
  "Apply policy": "Appliquer la politique",
  "Arbiter minimum requirements": "Exigences minimales de l’arbitre",
  "Arbiter zone": "Zone arbitre",
  "Arbiter zone selection": "Sélection de la zone arbitre",
  "Arbiter zone: {{zone}}": "Zone arbitre : {{zone}}",
  "Architecture": "Architecture",
  "Are you sure you want to cancel the ongoing uploads? Any files currently being uploaded will be stopped, and partially uploaded files will not be saved.": "Êtes-vous sûr de vouloir annuler les téléchargements en cours ? Tous les fichiers en cours de téléchargement seront arrêtés et les fichiers partiellement téléchargés ne seront pas enregistrés.",
  "Are you sure you want to continue?": "Voulez-vous vraiment continuer ?",
  "Are you sure you want to delete <2>{{resourceName}}</2> in namespace <6>{{namespace}}</6>?": "Voulez-vous vraiment supprimer <2>{{resourceName}}</2> dans l’espace de noms <6>{{namespace}}</6> ?",
  "Are you sure you want to delete <2>{{resourceName}}</2>?": "Voulez-vous vraiment supprimer <2>{{resourceName}}</2> ?",
  "Assign": "Attribuer",
  "Assign policy content": "Attribuer une stratégie (contenu)",
  "Assign policy nav": "Attribuer une stratégie (nav)",
  "Assigned on: {{assignedOn}}": "Affecté le : {{assignedOn}}",
  "Asynchronous": "Asynchrone",
  "At least one action needs to be defined for the rule.": "Au moins une action doit être définie pour la règle.",
  "Attach": "Attacher",
  "Attach a new storage device class set to {{ resourceName }}": "Attacher un nouvel ensemble de classes de périphériques de stockage à {{ resourceName }}",
  "Attach OBC to a Deployment": "Attacher OBC à un déploiement",
  "Attach Storage": "Attacher le stockage",
  "Attach Storage form": "Joindre le formulaire de stockage",
  "Attach to Deployment": "Attacher au déploiement",
  "Attention": "Attention",
  "Authentication method": "Méthode d’authentification",
  "Authentication Namespace": "Espace de noms d’authentification",
  "Authentication Path": "Chemin d’authentification",
  "authentication-method": "authentication-method",
  "Automatic capacity scaling": "Mise à l'échelle automatique de la capacité",
  "Automatic capacity scaling adds capacity through OSD expansion by resizing existing OSDs or adding new OSDs to maintain node balance.": "La mise à l'échelle automatique de la capacité ajoute de la capacité grâce à l'extension de l'OSD en redimensionnant les OSD existants ou en ajoutant de nouveaux OSD pour maintenir l'équilibre des nœuds.",
  "Automatic capacity scaling cannot be disabled while scaling is in progress": "La mise à l'échelle automatique de la capacité ne peut pas être désactivée pendant que la mise à l'échelle est en cours",
  "Automatic capacity scaling is available only for dynamic storage.": "La mise à l'échelle automatique de la capacité n'est disponible que pour le stockage dynamique.",
  "Automatic capacity scaling: {{autoscaling}}": "Mise à l'échelle automatique de la capacité : {{autoscaling}}",
  "Availability status": "Zone de disponibilité",
  "available": "disponibles",
  "Available": "Disponible",
  "Available capacity": "Capacité disponible",
  "Available capacity:": "Capacité disponible :",
  "Available policies": "Politiques disponibles",
  "Available raw capacity": "Capacité brute disponible",
  "Available versus Used Capacity": "Capacité disponible et capacité utilisée",
  "Average storage consumption": "Consommation moyenne de stockage",
  "Avoid using the form of an IP address": "Évitez d’utiliser la forme d’une adresse IP",
  "Azure Vault URL": "URL du coffre-fort Azure",
  "Back": "Précédent",
  "Back to main view": "Retour à la vue principale",
  "Back to nodes selection": "Retour à la sélection des nœuds",
  "Backend Path": "Chemin back-end",
  "Backing storage": "Stockage de sauvegarde",
  "Backing storage type": "Type de stockage de sauvegarde",
  "Backing storage type: {{name}}": "Type de stockage de sauvegarde : {{name}}",
  "Backing store": "Magasin de sauvegarde",
  "Backing Store": "Magasin de sauvegarde",
  "BackingStore details": "Détails du magasin de sauvegarde",
  "BackingStore Name": "Nom du magasin de sauvegarde",
  "BackingStore represents a storage target to be used as the underlying storage for the data in Multicloud Object Gateway buckets.": "Un magasin de sauvegarde représente une cible de stockage à utiliser comme stockage sous-jacent pour les données dans les compartiments Multicloud Object Gateway.",
  "BackingStores": "Magasins de sauvegarde",
  "Balanced mode": "Mode équilibré",
  "Bandwidth": "Bande passante",
  "Before choosing this option, read the section<1>Creating Disaster Recovery Policy on Hub cluster chapter of Regional-DR solution guide</1>to understand the impact and limitations of this feature.": "Avant de choisir cette option, lisez la section<1> Chapitre Création d'une politique de reprise après sinistre sur le cluster Hub du guide de solution Regional-DR</1> pour comprendre l’impact et les limites de cette fonctionnalité.",
  "Before we can create a StorageSystem, the Local Storage Operator needs to be installed. When installation is finished come back to Data Foundation to create a StorageSystem.<1><0>Install</0></1>": "Avant de pouvoir créer un système de stockage, nous devons installer l’opérateur de stockage local. Une fois l’installation terminée, revenez à Data Foundation pour créer un système de stockage.<1><0>Installer</0></1>",
  "Before you use Third-party storage": "Avant d'utiliser le stockage tiers",
  "billions": "milliards",
  "Block": "Bloc",
  "Block all public access": "Bloquer tout accès public",
  "Block all public and cross-account access granted by existing policies.": "Bloquer tous les accès publics et inter-comptes accordés par les politiques existantes.",
  "Block and File": "Bloc et Fichier",
  "Block and File service is unhealthy": "Le service Bloc et Fichier n’est pas sain",
  "Block public access": "Bloquer l'accès public",
  "Block public access to buckets and objects granted through new public bucket policies": "Bloquer l'accès public aux compartiments et aux objets accordés via de nouvelles politiques de compartiments publics",
  "Block public and cross-account access to buckets and objects through any public bucket policies": "Bloquer l'accès public et inter-comptes aux compartiments et aux objets via toutes les politiques de compartiments publics.",
  "Block storage": "Stockage en bloc",
  "Block volumes replication throughput": "Débit de réplication des volumes de blocs",
  "Block volumes snapshots synced": "Instantanés de volumes de blocs synchronisés",
  "Blocked": "Bloqué",
  "Blocked all": "Tout bloquer",
  "Blocks any newly created bucket policy that grants public access to your data, helping prevent accidental exposure in the future.": "Bloque toute nouvelle politique de compartiment créée qui accorde un accès public à vos données, contribuant ainsi à prévenir toute exposition accidentelle à l'avenir.",
  "Both internal and external Ceph clusters configured. Switch between internal and external Ceph clusters and view their respective storage resources": "Clusters Ceph internes et externes configurés. Basculez entre les clusters Ceph internes et externes et visualisez leurs ressources de stockage respectives.",
  "Both public and cluster network attachment definition cannot be empty": "Les définitions de rattachement au réseau public et au cluster ne peuvent pas être vides",
  "Break by": "Répartir par",
  "Break by dropdown": "Liste déroulante Répartir par",
  "Break By Dropdown": "Liste déroulante Répartir par",
  "Browse": "Parcourir",
  "Browse, upload, and manage objects in buckets.": "Parcourez, téléchargez et gérez des objets dans des compartiments.",
  "Bucket Class": "Bucket Class",
  "Bucket created for Data Foundation's Service": "Compartiment créé pour le service de Data Foundation",
  "Bucket emptying was not completed. Check for conflicts or permissions issues that are blocking this operation.": "Le vidage du compartiment n'a pas été effectué. Vérifiez les conflits ou les problèmes d'autorisation qui bloquent cette opération.",
  "Bucket must be empty before it can be deleted. Use the <2>Empty bucket</2> configuration to erase all the contents i.e. <5>objects</5> of the bucket and try again.": "Le compartiment doit être vide avant de pouvoir être supprimé. Utilisez le<2> Seau vide</2> configuration pour effacer tout le contenu c'est à dire<5> objets</5> du seau et réessayez.",
  "Bucket name": "Nom du compartiment",
  "Bucket Name": "Nom du compartiment",
  "Bucket name input": "Saisie du nom du compartiment",
  "Bucket names are unique. If you delete a bucket, another S3 user can use the name.": "Les noms de compartiments sont uniques. Si vous supprimez un compartiment, un autre utilisateur S3 peut utiliser le nom.",
  "Bucket overview": "Aperçu de compartiment",
  "Bucket policy": "Politique de compartiments",
  "Bucket policy applied.": "Politique de compartiments appliquée.",
  "Bucket properties": "Propriétés du compartiment",
  "BucketClass": "BucketClass",
  "BucketClass details": "Détails de la BucketClass",
  "BucketClass is a CRD representing a class for buckets that defines tiering policies and data placements for an OBC.": "Bucketclass est un CRD représentant une classe pour les compartiments qui définit les stratégies de hiérarchisation et les placements de données pour un OBC.",
  "BucketClass name": "Nom de BucketClass ",
  "BucketClass Name": "Nom de BucketClass ",
  "BucketClass name: ": "Nom de BucketClass : ",
  "BucketClass type": "Type de BucketClass ",
  "BucketClass type: ": "Type de BucketClass : ",
  "BucketClasses": "BucketClasses",
  "BucketName": "BucketName",
  "Buckets": "Buckets",
  "Buckets card represents the number of S3 buckets managed on Multicloud Object Gateway and the number of ObjectBucketClaims and the ObjectBuckets managed on both Multicloud Object Gateway and RGW (if deployed).": "La carte Buckets représente le nombre de compartiments S3 gérés sur Multicloud Object Gateway et le nombre d’objets ObjectBucketClaims et ObjectBuckets gérés à la fois sur Multicloud Object Gateway et RGW (si déployé).",
  "Buckets provisioned": "Buckets provisionnés",
  "By {{label}}": "Par {{label}}",
  "By checking this box, you are acknowledging to have run the validation test.": "En cochant cette case, vous reconnaissez avoir exécuté le test de validation.",
  "By enabling thick-provisioning, volumes will allocate the requested capacity upon volume creation. Volume creation will be slower when thick-provisioning is enabled.": "En activant le provisionnement lourd, les volumes allouent la capacité demandée lors de la création du volume. La création de volumes est plus lente lorsque le provisionnement lourd est activé.",
  "By: {{serviceType}}": "Par : {{serviceType}}",
  "CA certificate": "Certificat d’autorité de certification",
  "CA Certificate": "Certificat d’autorité de certification",
  "Cache backing store: ": "Magasin de sauvegarde du cache : ",
  "Cache data settings": "Paramètres des données du cache",
  "Cache NamespaceStore": "Magasin d’espaces de noms du cache",
  "Caching is a policy that creates local copies of the data. It saves the copies locally to improve performance for frequently accessed data. Each cached copy has a TTL and is verified against the hub. Each non-read operation (upload, overwrite, delete) is performed on the hub": "La mise en cache est une stratégie qui crée des copies locales des données. Elle enregistre les copies localement pour améliorer les performances des données fréquemment consultées. Chaque copie mise en cache a une durée de vie et est vérifiée par rapport au hub. Chaque opération qui n’est pas une opération de lecture (charger, remplacer, supprimer) est effectuée sur le hub.",
  "Can not generate an onboarding token at the moment": "Impossible de générer un jeton d’intégration pour le moment",
  "Cancel": "Annuler",
  "Cancel all ongoing uploads?": "Souhaitez-vous annuler tous les téléchargements en cours ?",
  "Cancel upload": "Annuler le téléchargement",
  "Cannot be empty": "Ne peut pas être vide",
  "Cannot be used before": "Ne peut pas être utilisé avant",
  "Cannot be used before within the same namespace": "Ne peut pas être utilisé auparavant dans le même espace de noms",
  "Cannot change API group (original: \"{{apiGroup}}\", updated: \"{{newAPIGroup}}\").": "Impossible de modifier le groupe d’API (original : « {{apiGroup}} », mis à jour : « {{newAPIGroup}} »).",
  "Cannot change resource kind (original: \"{{original}}\", updated: \"{{updated}}\").": "Impossible de modifier le type de la ressource (original : « {{original}} », mis à jour : « {{updated}} »).",
  "Cannot change resource name (original: \"{{name}}\", updated: \"{{newName}}\").": "Impossible de modifier le nom de la ressource (original : « {{name}} », mis à jour : « {{newName}} »).",
  "Cannot change resource namespace (original: \"{{namespace}}\", updated: \"{{newNamespace}}\").": "Impossible de modifier l’espace de noms de la ressource (original : « {{namespace}} », mis à jour : « {{newNamespace}} »).",
  "Cannot delete this bucket: it is not empty": "Impossible de supprimer ce compartiment : il n'est pas vide",
  "Cannot delete while connected to an application.": "Suppression impossible lors de la connexion à une application.",
  "Cannot empty bucket": "Impossible de vider le compartiment",
  "Cannot failover.": "Basculement impossible.",
  "Cannot proceed with policy creation.": "Impossible de procéder à la création de la politique.",
  "Cannot proceed with selected device types": "Impossible de continuer avec les types de périphériques sélectionnés",
  "Cannot relocate.": "Déplacement impossible.",
  "Capacity": "Capacité",
  "Capacity and nodes": "Capacité et nœuds",
  "Capacity breakdown": "Répartition de la capacité",
  "Capacity Card": "Carte de capacité",
  "Caution": "Prudence",
  "Ceph Cluster CIDR": "CIDR du cluster Ceph",
  "Ceph Monitor count: {{monitorCount}}": "Nombre de moniteurs Ceph : {{monitorCount}}",
  "Ceph Public CIDR": "CIDR public Ceph",
  "Ceph RBD as the default StorageClass: {{isCephRBDSetAsDefault}}": "Ceph RBD comme classe de stockage par défaut : {{isCephRBDSetAsDefault}}",
  "CephFS filesystem name into which the volume shall be created": "Nom du système de fichiers CephFS dans lequel le volume doit être créé",
  "Certificate": "Certificat",
  "Certificates serve as secrets to authenticate the application's identity when requesting a token. They are also known as public keys.": "Les certificats servent de secrets pour authentifier l’identité de l’application lors de la demande d’un jeton. Ils sont également appelés clés publiques.",
  "Changing the storage quota from unlimited to custom is not supported after the client cluster is onboarded.": "La modification du quota de stockage d'illimité à personnalisé n'est pas prise en charge une fois le cluster client intégré.",
  "Check potential reasons": "Vérifiez les raisons potentielles",
  "check unsuccessful on the {{clusterName}}:": "vérification infructueuse sur le{{clusterName}} :",
  "Checking Local Storage Operator installation": "Vérification de l’installation de l’opérateur de stockage local",
  "Checks cannot be performed for the {{clusterName}}:": "Les contrôles ne peuvent pas être effectués pour le{{clusterName}} :",
  "checks unsuccessful on the {{clusterName}}:": "les contrôles ont échoué sur le{{clusterName}} :",
  "Choose a different device type or combination, or select only mpath to proceed.": "Choisissez un autre type de périphérique ou une autre combinaison de périphériques, ou sélectionnez uniquement mpath pour continuer.",
  "Choose a type:": "Choisir un type :",
  "Choose existing KMS connection": "Choisir une connexion KMS existante",
  "Choose how to set your Data Foundation cluster": "Choisissez comment configurer votre cluster Data Foundation",
  "Choose how you would like to protect this VM:": "Choisissez comment vous souhaitez protéger cette VM :",
  "Choose your configuration preference to protect resources (application volumes/PVCs, or Kubernetes objects).": "Choisissez votre préférence de configuration pour protéger les ressources (volumes d’application/revendications de volume persistant ou objets Kubernetes).",
  "Clean up abandoned uploads to prevent accruing unnecessary storage costs. Targets multipart uploads that were initiated but never completed.": "Nettoyez les téléchargements abandonnés pour éviter des coûts de stockage inutiles. Ciblez les téléchargements en plusieurs parties initiés, mais jamais terminés.",
  "Clean up application resources on current primary cluster {{ failoverCluster }} to start the relocation.": "Nettoyer les ressources d’application sur le cluster principal actuel{{ failoverCluster }} pour commencer la relocalisation.",
  "Clean up application resources on failed cluster {{ preferredCluster }} to start the replication.": "Nettoyer les ressources d'application sur un cluster défaillant{{ preferredCluster }} pour démarrer la réplication.",
  "Clean up application resources on failed cluster {{ preferredCluster }}.": "Nettoyer les ressources d'application sur un cluster défaillant{{ preferredCluster }} .",
  "Clean up application resources on failed cluster {{cluster}}.": "Nettoyer les ressources d'application sur un cluster défaillant{{cluster}} .",
  "Clean up application resources on the primary cluster {{cluster}} to start relocating.": "Nettoyer les ressources d'application sur le cluster principal {{cluster}} pour commencer la relocalisation.",
  "Cleanup Pending": "Nettoyage en cours",
  "Clear": "Effacer",
  "Clear selected value": "Effacer la valeur sélectionnée",
  "Client": "Client",
  "Client certificate": "Certificat client",
  "Client Certificate": "Certificat client",
  "Client ID": "ID client",
  "Client private key": "Clé privée client",
  "Client Private Key": "Clé privée du client",
  "Client version is out of date": "La version du client est obsolète",
  "Client: {{ clientName }}": "Client : {{ clientName }}",
  "Close": "Fermer",
  "Cluster": "Cluster",
  "Cluster capacity not available at this moment.": "La capacité du cluster n'est pas disponible pour le moment.",
  "Cluster capacity: {{capacity}}": "Capacité du cluster : {{capacity}}",
  "Cluster details": "Détails du cluster",
  "Cluster expansion limit": "Limite d'extension de cluster",
  "Cluster has reached its expansion limit.": "Le cluster a atteint sa limite d'extension.",
  "Cluster health": "Intégrité du cluster",
  "Cluster health issues if network attachments are missing or misconfigured.": "Problèmes de santé du cluster si les pièces jointes réseau sont manquantes ou mal configurées.",
  "Cluster Metadata": "Métadonnées du cluster",
  "Cluster name": "Nom du cluster",
  "Cluster name (ID)": "Nom du cluster (ID)",
  "cluster name search": "recherche de nom de cluster",
  "cluster name search button": "bouton de recherche de nom de cluster",
  "Cluster Network Interface": "Interface réseau de cluster",
  "Cluster operator": "Opérateur de cluster",
  "Cluster Status": "Statut du cluster",
  "Cluster-wide": "À l’échelle du cluster",
  "Cluster-Wide": "À l’échelle du cluster",
  "Cluster-Wide and StorageClass": "À l’échelle du cluster et classe de stockage",
  "Cluster-wide encryption": "Chiffrement à l’échelle du cluster",
  "Cluster:": "Cluster :",
  "Cluster: {{clusterName}}": "Cluster : {{clusterName}}",
  "Cluster: {{clusters}}": "Cluster : {{clusters}}",
  "Clusters": "Clusters",
  "Clusters:": "Clusters :",
  "Complete": "Terminé",
  "Completed": "Terminé",
  "Completion time: {{totalTimeElapsed}}": "Temps d'exécution : {{totalTimeElapsed}}",
  "Composable table": "Table composable",
  "Compressed": "Comprimé",
  "Compression": "Compression",
  "Compression eligibility": "Éligibilité à la compression",
  "Compression eligibility indicates the percentage of incoming data that is compressible": "L’éligibilité à la compression indique le pourcentage de données entrantes compressibles.",
  "Compression ratio": "Taux de compression",
  "Compression ratio indicates the achieved compression on eligible data for this pool": "Le taux de compression indique la compression obtenue sur les données éligibles pour ce pool",
  "Compression savings": "Gains d’espace obtenus avec la compression",
  "Compression savings indicates the total savings gained from compression for this pool, including replicas": "Les gains d’espace réalisés avec la compression indiquent les gains d’espace totaux réalisés grâce à la compression pour ce pool, y compris les réplicas.",
  "Compression status": "Statut de la compression",
  "Conditional filters": "Filtres conditionnels",
  "Conditions": "Conditions",
  "ConfigMap": "ConfigMap",
  "ConfigMaps": "ConfigMaps",
  "Configuration": "Configuration",
  "Configure an external system to connect to Data Foundation": "Configurer un système externe pour se connecter à Data Foundation",
  "Configure and recover your business critical applications in event of any disaster.": "Configurez et restaurez vos applications critiques en cas de sinistre.",
  "Configure Ceph Monitor": "Configurer le moniteur Ceph",
  "Configure connection network": "Configurer le réseau de connexion",
  "Configure Data Foundation": "Configurer la Data Foundation",
  "Configure default RBD StorageClass to avoid adding manual annotations within a StorageClass and selecting a specific StorageClass when making storage requests or provisions in your PVCs.": "Configurez la classe de stockage RBD par défaut pour éviter d’ajouter des annotations manuelles dans une classe de stockage et de sélectionner une classe de stockage spécifique lors des demandes ou des provisionnements de stockage dans vos revendications de volume persistant.",
  "Configure definition": "Configurer la définition",
  "Configure performance": "Configurer les performances",
  "Configure Performance": "Configurer les performances",
  "Configure recovery to your failover cluster with a disaster recovery policy.<1></1>Click the <3>Create DRPolicy</3> button to get started.": "Configurez la récupération sur votre cluster de basculement avec une stratégie de reprise après sinistre.<1></1>Cliquez sur le bouton <3>Créer une stratégie de reprise après sinistre</3> pour commencer.",
  "Confirm": "Confirmer",
  "Confirm changes?": "Confirmer les modifications ?",
  "Confirm delete": "Confirmer la suppression",
  "Confirm delete bucket policy?": "Confirmer la politique de suppression du compartiment ?",
  "Confirm deletion by typing <2>{{name}}</2> below:": "Confirmez la suppression en saisissant <2>{{name}}</2> ci-dessous :",
  "Confirm remove": "Confirmer la suppression",
  "Confirm save changes?": "Confirmer l'enregistrement des modifications ?",
  "Connect": "Connecter",
  "Connect clusters": "Connecter des clusters",
  "Connect external system": "Connecter un système externe",
  "Connect IBM FlashSystem": "Connectez IBM FlashSystem",
  "Connect RedHat Ceph storage": "Connectez le stockage RedHat Ceph",
  "Connect to a Key Management Service": "Connectez-vous à un service de gestion de clés",
  "Connect to a RedHat Ceph cluster to unify and scale your block, file, and object storage with Data Foundation": "Connectez-vous à un cluster RedHat Ceph pour unifier et faire évoluer votre stockage de blocs, de fichiers et d'objets avec Data Foundation",
  "Connect to an external key management service": "Connectez-vous à un service de gestion de clés externe",
  "Connect to an external system": "Se connecter à un système externe",
  "Connect to an IBM FlashSystem to power Data Foundation with fast reliable block storage optimized for enterprise performance.": "Connectez-vous à un IBM FlashSystem pour alimenter Data Foundation avec un stockage en bloc rapide et fiable optimisé pour les performances de l'entreprise.",
  "Connect to IBM FlashSystem to power Data Foundation with fast, reliable block storage optimized for eterprise performance,": "Connectez-vous à IBM FlashSystem pour alimenter Data Foundation avec un stockage en bloc rapide et fiable optimisé pour les performances de l'entreprise,",
  "Connect to IBM Storage Scale to deliver fast, scalable file storage for Data Foundation": "Connectez-vous à IBM Storage Scale pour fournir un stockage de fichiers rapide et évolutif pour Data Foundation",
  "Connected applications": "Applications connectées",
  "Connecting": "Connexion",
  "Connection details": "Détails de la connexion",
  "Connection name": "Nom de la connexion",
  "Connection settings": "Paramètres de connexion",
  "Consumption trend": "Tendance en matière de consommation",
  "Continue to Applications page": "Continuer vers la page Applications",
  "Copied": "Copié",
  "Copied to clipboard": "Copié dans le Presse-papiers",
  "Copy": "Copier",
  "Copy presigned URL to clipboard": "Copier l'URL présignée dans le presse-papiers",
  "Copy to clipboard": "Copier dans le Presse-papiers",
  "Copy to share": "Copier pour partager",
  "CORS": "CORS",
  "CORS details": "Détails du CORS",
  "Cors rules list page": "Page de liste des règles Cors",
  "CPU": "Processeur",
  "CPU and memory: {{cpu, number}} CPU and {{memory}} memory": "Processeurs et mémoire : {{cpu, number}} processeurs et {{memory}} de mémoire",
  "CPU usage": "Utilisation du processeur",
  "CPUs": "Processeurs",
  "CPUs required": "Processeurs requis",
  "Create": "Créer",
  "Create a disaster recovery policy": "Créer une stratégie de reprise après sinistre",
  "Create a new StorageClass using local storage devices": "Créer une classe de stockage à l’aide de périphériques de stockage locaux",
  "Create a secret with the token for every namespace using encrypted PVCs.": "Créez un secret avec le jeton pour chaque espace de noms à l’aide de revendications de volume persistant chiffrées.",
  "Create a StorageClient to connect to a Data Foundation system.": "Créez un client de stockage pour vous connecter à un système Data Foundation.",
  "Create a StorageSystem to represent your Data Foundation system and all its required storage and computing resources.": "Créez un système de stockage pour représenter votre système Data Foundation et toutes ses ressources de stockage et de calcul requises.",
  "Create and manage your buckets": "Créez et gérez vos compartiments",
  "Create BackingStore": "Créer un magasin de sauvegarde",
  "Create BackingStore ": "Créer un magasin de sauvegarde ",
  "Create bucket": "Créer un compartiment",
  "Create Bucket": "Créer un compartiment",
  "Create BucketClass": "Créer une BucketClass",
  "Create CORS rule": "Créer une règle CORS",
  "Create DRPolicy": "Créer une stratégie de reprise après sinistre",
  "Create External system": "Créer un système externe",
  "Create folder": "Créer un dossier",
  "Create lifecycle rule": "Créer une règle de cycle de vie",
  "Create local volume set": "Créer un ensemble de volumes locaux",
  "Create LocalVolumeSet": "Créer un ensemble de volumes locaux",
  "Create NamespaceStore": "Créer un magasin d’espaces de noms",
  "Create NamespaceStore ": "Créer un magasin d’espaces de noms ",
  "Create new BackingStore": "Créer un magasin de sauvegarde",
  "Create new BackingStore ": "Créer un magasin de sauvegarde ",
  "Create new BucketClass": "Créer une nouvelle BucketClass",
  "Create new claim": "Créer une revendication",
  "Create new KMS connection": "Créer une connexion KMS",
  "Create new NamespaceStore": "Créer un magasin d’espaces de noms",
  "Create new NamespaceStore ": "Créer un magasin d’espaces de noms ",
  "Create new storage pool": "Créer un nouveau pool de stockage",
  "Create new StorageClass": "Créer une classe de stockage",
  "Create new volume set instance": "Créer une instance d’ensemble de volumes",
  "Create ObjectBucketClaim": "Créer une revendication ObjectBucketClaim",
  "Create on": "Créer ",
  "Create policy": "Créer une stratégie",
  "Create presigned URL": "Créer une URL présignée",
  "Create RedHat Ceph Cluster": "Créer un cluster RedHat Ceph",
  "Create storage class": "Créer une classe de stockage",
  "Create Storage Cluster": "Créer un cluster de stockage",
  "Create storage pool": "Créer un pool de stockage",
  "Create Storage Pool": "Créer un pool de stockage",
  "Create StorageClient": "Créer un client de stockage",
  "Create StorageConsumer": "Créer un client de stockage",
  "Create StorageSystem": "Créer un système de stockage",
  "Create via Object Bucket Claim": "Créer via une revendication de compartiment d'objet",
  "Create via S3 API": "Créer via l'API S3",
  "Created": "Créé",
  "Created at": "Heure de création",
  "Created via OBC": "Créé via OBC",
  "Created via S3": "Créé via S3",
  "Critical": "Critique",
  "Cross Origin Resource Sharing (CORS)": "Partage de ressources d'origine croisée (CORS)",
  "Current": "Actuel",
  "Current status:": "Statut actuel :",
  "Current value: ": "Valeur actuelle : ",
  "Currently Used:": "Actuellement utilisé :",
  "Custom": "Personnalisé",
  "Custom headers": "En-têtes personnalisés",
  "Custom origins": "Origines personnalisées",
  "Customer root key": "Clé racine du client",
  "CustomResourceDefinition": "CustomResourceDefinition",
  "CustomResourceDefinitions": "CustomResourceDefinitions",
  "Data": "Données",
  "Data compression": "Compression des données",
  "Data Consumption Graph": "Graphique de consommation de données",
  "Data encryption for block and file storage. MultiCloud Object Gateway supports encryption for objects by default.": "Chiffrement des données pour le stockage de blocs et de fichiers. MultiCloud Object Gateway prend en charge le chiffrement des objets par défaut.",
  "Data encryption for block storage.": "Cryptage des données pour le stockage en blocs.",
  "Data encryption for object storage.": "Cryptage des données pour le stockage d'objets.",
  "Data Foundation": "Data Foundation",
  "Data Foundation can be configured to use compression. The efficiency rate reflects the actual compression ratio when using such a configuration.": "Data Foundation peut être configuré pour utiliser la compression. Le taux d’efficacité reflète le taux de compression réel lors de l’utilisation d’une telle configuration.",
  "Data Foundation does not support HDD disk type in internal mode. You are trying to install an unsupported cluster by choosing HDDs as the local devices. To continue installation, select a supported disk type with internal mode.": "Data Foundation ne prend pas en charge le type de disque HDD en mode interne. Vous essayez d'installer un cluster non pris en charge en choisissant des disques durs comme périphériques locaux. Pour poursuivre l'installation, sélectionnez un type de disque pris en charge en mode interne.",
  "Data Foundation does not support HDD disks as local devices. Select SSD if you plan to use Data Foundation.": "La Data Foundation ne prend pas en charge les disques HDD comme périphériques locaux. Sélectionner SSD si vous souhaiter utiliser la Data Foundation.",
  "Data Foundation endpoint": "Point de terminaison Data Foundation",
  "Data Foundation is gathering required resources, this may take up to a minute.": "Data Foundation rassemble les ressources nécessaires, cela peut prendre jusqu'à une minute.",
  "Data foundation must be {{version}} or above.": "La base de données doit être{{version}} ou supérieur.",
  "Data Foundation simplifies persistent storage and data services across your cloud-native infrastructure": "Data Foundation simplifie le stockage persistant et les services de données sur l'ensemble de votre infrastructure cloud native",
  "Data Foundation simplifies persistent storage and data services across your infrastructure.": "Data Foundation simplifie le stockage persistant et les services de données sur l'ensemble de votre infrastructure.",
  "Data Foundation status": "Statut de Data Foundation",
  "Data Foundation supports only SSD/NVMe disk type for internal mode deployment.": "Data Foundation prend en charge uniquement le type de disque SSD/NVMe pour le déploiement en mode interne.",
  "Data Foundation version": "Version de Data Foundation",
  "Data Foundation version sync": "Synchronisation des versions de Data Foundation",
  "Data Foundation will use a StorageClass provided by the Local Storage Operator (LSO) on top of your attached drives. This option is available on any platform with devices attached to nodes.": "Data Foundation utilise une classe de stockage fournie par l’opérateur de stockage local (LSO) au-dessus de vos lecteurs connectés. Cette option est disponible sur n’importe quelle plateforme avec des périphériques connectés aux nœuds.",
  "Data Foundation will use an existing StorageClass available on your hosting platform.": "Data Foundation utilise une classe de stockage existante disponible sur votre plateforme d’hébergement.",
  "Data Foundation will use the default pod network.": "Data Foundation utilisera le réseau de pods par défaut.",
  "Data Foundation's StorageCluster is not available. Try again after the StorageCluster is ready to use.": "Le cluster de stockage de Data Foundation n’est pas disponible. Réessayez une fois qu’il est prêt à être utilisé.",
  "Data is stored on the NamespaceStores without performing de-duplication, compression, or encryption. BucketClasses of namespace type allow connecting to existing data and serving from them. These are best used for existing data or when other applications (and cloud-native services) need to access the data from outside Data Foundation.": "Les données sont stockées dans les magasins d’espaces de noms sans effectuer de déduplication, de compression ou de chiffrement. Les BucketClasses de type espace de noms permettent de se connecter aux données existantes et de les utiliser. Il est préférable de les utiliser pour les données existantes ou lorsque d’autres applications (et services cloud natifs) doivent accéder aux données depuis l’extérieur de Data Foundation.",
  "Data loss may occur, only recommended for small clusters or when backups are available or data loss is acceptable": "Une perte de données peut se produire. Recommandé uniquement pour les petits clusters ou lorsque des sauvegardes sont disponibles ou lorsque la perte de données est acceptable.",
  "Data placement capabilities are built as a multi-layer structure here are the layers bottom-up:": "Les fonctionnalités de placement de données sont construites sous la forme d’une structure multicouche dont voici les couches (classées des couches inférieures aux couches supérieures) :",
  "Data protection policy": "Stratégie de protection des données",
  "Data resiliency": "Résilience des données",
  "Data Resiliency": "Résilience des données",
  "Data Services": "Services de données",
  "Data unavailability or loss due to broken internal communication between storage components.": "Indisponibilité ou perte de données en raison d'une communication interne interrompue entre les composants de stockage.",
  "Data will be consumed by a Multi-cloud object gateway, deduped, compressed, and encrypted. The encrypted chunks would be saved on the selected BackingStores. Best used when the applications would always use the Data Foundation endpoints to access the data.": "Les données sont consommées par une passerelle d’objets multi-cloud, dédupliquées, compressées et chiffrées. Les morceaux chiffrés sont enregistrés sur les magasins de sauvegarde sélectionnés. Idéal lorsque les applications utilisent toujours les points de terminaison Data Foundation pour accéder aux données.",
  "Database name": "Nom de la base de données",
  "day": "derniers jours",
  "days": "jours",
  "Decide how often your data should be replicated and where it should be stored, either regionally or within your local area, to ensure a quick recovery in case of a disaster.": "Décidez à quelle fréquence vos données doivent être répliquées et où elles doivent être stockées, au niveau régional ou dans votre zone locale, pour garantir une récupération rapide en cas de sinistre.",
  "Decrement": "Décrémenter",
  "Deduplicated": "Dédupliqué",
  "Deduplicated compressed": "Dédupliqué compressé",
  "Deduplicated thin": "Mince dédupliqué",
  "Default (Pod)": "Par défaut (Pod)",
  "Default pool cannot be deleted.": "Le pool par défaut ne peut pas être supprimé.",
  "Default StorageClass for virtualization : {{isVirtualizeStorageClassDefault}}": "StorageClass par défaut pour la virtualisation : {{isVirtualizeStorageClassDefault}}",
  "Define specific criteria for selecting objects that the rules will apply to. Object tags or object size filters do not apply to incomplete multipart uploads or expired object delete markers.": "Définissez des critères spécifiques pour sélectionner les objets auxquels les règles s'appliqueront. Les balises d'objet ou les filtres de taille d'objet ne s'appliquent pas aux téléchargements multi-parties incomplets ni aux marqueurs de suppression d'objet expirés.",
  "Define the interval for Kubernetes object replication": "Définir l’intervalle de réplication de l’objet Kubernetes",
  "Define what happens to objects in an S3 bucket during their lifecycle.": "Définissez ce qui arrive aux objets dans un bucket S3 au cours de leur cycle de vie.",
  "Define where to sync or replicate your application volumes and Kubernetes object using a disaster recovery policy.": "Définissez où synchroniser ou répliquer vos volumes d’application et objets Kubernetes à l’aide d’une stratégie de reprise après sinistre.",
  "Defines the object-store service and the bucket provisioner.": "Définit le service de magasin d’objets et le fournisseur de compartiments.",
  "Degraded": "Dégradé",
  "Delete": "Supprimer",
  "Delete (expire current versions) {{ days }} days after creation.": "Supprimer (expirer les versions actuelles){{ days }} jours après la création.",
  "Delete {{kind}}?": "Supprimer {{kind}} ?",
  "Delete {{resourceLabel}}": "Supprimer {{resourceLabel}}",
  "Delete an object after a specified time.": "Supprimer un objet après un délai spécifié.",
  "Delete BlockPool": "Supprimer le pool de blocs",
  "Delete bucket": "Supprimer le compartiment",
  "Delete bucket permanently?": "Supprimer le compartiment définitivement ?",
  "Delete CORS rule?": "Supprimer la règle CORS ?",
  "Delete dependent objects of this resource": "Supprimer les objets dépendants de cette ressource",
  "Delete expired object delete markers": "Supprimer les marqueurs de suppression d'objet expiré",
  "Delete expired object delete markers cannot be enabled when delete object (i.e expiry current versions) is selected.": "Les marqueurs de suppression d'objet expiré ne peuvent pas être activés lorsque la suppression d'objet (c'est-à-dire les versions actuelles d'expiration) est sélectionnée.",
  "Delete incomplete multipart uploads": "Supprimer les téléchargements multipartites incomplets",
  "Delete lifecycle rule?": "Supprimer la règle du cycle de vie ?",
  "Delete marker": "Supprimer le marqueur",
  "Delete noncurrent versions": "Supprimer les versions non actuelles",
  "Delete noncurrent versions {{ days }} days after they become noncurrent, retaining the latest {{ count }} versions._one": "Supprimer les versions non actuelles{{ days }} jours après qu'ils deviennent obsolètes, en conservant les dernières{{ count }} versions._one",
  "Delete noncurrent versions {{ days }} days after they become noncurrent, retaining the latest {{ count }} versions._other": "Supprimer les versions non actuelles{{ days }} jours après qu'ils deviennent obsolètes, en conservant les dernières{{ count }} versions._autres",
  "Delete object": "Supprimer l'objet",
  "Delete object (i.e., expiry current versions)": "Supprimer l'objet (c'est-à-dire l'expiration des versions actuelles)",
  "Delete object?": "Supprimer l'objet ?",
  "Delete objects": "Supprimer des objets",
  "Delete objects?": "Supprimer des objets ?",
  "Delete older versions of objects after they become noncurrent (e.g., a new version overwrites them).": "Supprimez les anciennes versions des objets lorsqu'elles deviennent obsolètes (par exemple, une nouvelle version les écrase).",
  "Delete older versions of objects after they become noncurrent (e.g., a new version overwrites them). Applies only to versioned buckets.": "Supprimez les anciennes versions des objets lorsqu'elles deviennent obsolètes (par exemple, si une nouvelle version les écrase). S'applique uniquement aux compartiments versionnés.",
  "Delete Pool": "Supprimer Pool",
  "Delete rule": "Supprimer la règle",
  "Delete status": "Supprimer le statut",
  "Delete Storage Pool": "Supprimer le pool de stockage",
  "Delete StorageConsumer": "Supprimer un client de stockage",
  "Delete this marker to restore object": "Supprimez ce marqueur pour restaurer l'objet",
  "Delete this version": "Supprimer cette version",
  "Delete version?": "Supprimer la version ?",
  "Delete versions": "Supprimer les versions",
  "Delete versions?": "Supprimer les versions ?",
  "Deleted objects will no longer be visible in the bucket. If versioning is enabled, a delete marker is created, allowing recovery from previous versions. For unversioned buckets, deletion is permanent and cannot be undone.": "Les objets supprimés ne seront plus visibles dans le compartiment. Si le contrôle de version est activé, un marqueur de suppression est créé, permettant la récupération à partir des versions précédentes. Pour les compartiments non versionnés, la suppression est permanente et ne peut pas être annulée.",
  "Deleting a bucket cannot be undone.": "La suppression d’un compartiment ne peut pas être annulée.",
  "Deleting this lifecycle rule may prevent the removal of existing objects, potentially increasing storage costs.": "La suppression de cette règle de cycle de vie peut empêcher la suppression d’objets existants, augmentant potentiellement les coûts de stockage.",
  "Deletion policy": "Stratégie de suppression",
  "Denies access to the bucket if the request is not made over HTTPS": "Refuse l'accès au compartiment si la demande n'est pas effectuée via HTTPS",
  "Deploy a lean mode cluster?": "Déployer un cluster en mode Lean ?",
  "Deploy Data Foundation": "Déployer la fondation de données",
  "Deploy Data Foundation on IBM FlashSystem": "Déployer Data Foundation sur IBM FlashSystem",
  "Deploying the application on the target cluster.": "Déploiement de l'application sur le cluster cible.",
  "Deployment": "Deployment",
  "Deployment details": "Détails du déploiement",
  "Deployment is unavailable": "Le déploiement n’est pas disponible",
  "Deployment Name": "Nom du déploiement",
  "Deployment type": "Type de déploiement",
  "Deployment type: {{deployment}}": "Type de déploiement : {{deployment}}",
  "Deployments": "Déploiements",
  "Deployments are unavailable": "Les déploiements ne sont pas disponibles",
  "Deploys Data Foundation with block, shared fileSystem and object services.": "Déploie Data Foundation avec des services de bloc, de système de fichiers partagés et d’objets.",
  "Deploys MultiCloud Object Gateway without block and file services.": "Déploie MultiCloud Object Gateway sans services de bloc et de fichier.",
  "Description (Optional)": "Description (facultatif)",
  "Description of bucket class": "Description de la classe de compartiment",
  "Description: ": "Description : ",
  "Details": "Détails",
  "Details needed": "Détails nécessaires",
  "Determines what happens to persistent volumes when the associated persistent volume claim is deleted. Defaults to 'Delete'": "Détermine ce qu’il advient des volumes persistants lorsque la revendication de volume persistant associée est supprimée. La valeur par défaut est « Supprimer ».",
  "Determines what persistent volume claims will be provisioned and bound. Defaults to 'WaitForFirstCustomer'": "Détermine les demandes de volume persistant qui seront provisionnées et liées. La valeur par défaut est « WaitForFirstCustomer »",
  "Dev preview": "Aperçu développeur",
  "Device type": "Type de périphérique",
  "Disable automatic capacity scaling?": "Désactiver la mise à l'échelle automatique de la capacité ?",
  "Disabled": "Désactivé",
  "Disabled because the ObjectBucketClaim is being deleted.": "Désactivé, car la revendication ObjectBucketClaim est en cours de suppression.",
  "Disabling Automatic capacity scaling will prevent the cluster from automatically increasing raw capacity when needed. This may lead to capacity shortages and potential disruptions.": "La désactivation de la mise à l'échelle automatique de la capacité empêchera le cluster d'augmenter automatiquement sa capacité brute en cas de besoin. Cela peut entraîner des pénuries de capacité et des perturbations potentielles.",
  "Disaster recovery": "Reprise après sinistre",
  "Disaster recovery policy": "Stratégie de reprise après sinistre",
  "Disaster recovery policy details": "Détails de la politique de reprise après sinistre",
  "Disaster recovery removed successfully.": "La récupération après sinistre a été supprimée.",
  "Discard delete marker": "Supprimer le marqueur de suppression",
  "Discover Disks": "Découvrir les disques",
  "Discovered": "Découvert",
  "Discovered applications": "Applications découvertes",
  "Discovering disks on all hosts. This may take a few minutes.": "Découverte des disques sur tous les hôtes. Cette opération peut prendre quelques minutes.",
  "Discovers available disks on all nodes.": "Détecte les disques disponibles sur tous les nœuds.",
  "Disk size": "Taille du disque",
  "Disk State": "État du disque",
  "Disk type": "Type de disque",
  "Disk type is not compatible with the selected backing storage.": "Le type de disque n'est pas compatible avec le stockage de sauvegarde sélectionné.",
  "Disk type is set to SSD/NVMe": "Le type de disque est défini sur SSD/NVMe",
  "Disks": "Disques",
  "Disks limit will set the maximum number of PVs to create on a node. If the field is empty we will create PVs for all available disks on the matching nodes.": "La limite de disques définit le nombre maximal de volumes persistants à créer sur un nœud. Si le champ est vide, nous créons des volumes persistants pour tous les disques disponibles sur les nœuds correspondants.",
  "Disks List": "Liste des disques",
  "Disks Not Found": "Disques introuvables",
  "Disks on all nodes": "Disques sur tous les nœuds",
  "Disks on selected nodes": "Disques sur les nœuds sélectionnés",
  "Dismiss": "Rejeter",
  "Distribute resources": "Distribuer les ressources",
  "Documentation help link": "Lien Aide Documentation",
  "Documentation link": "Lien vers la documentation",
  "does not equal": "n’est pas égal",
  "does not equal any of": "n’est égal à aucun des",
  "does not exist": "n’existe pas",
  "Download": "Télécharger",
  "Download script": "Télécharger le script",
  "Downloading": "Téléchargement",
  "DR cluster": "Cluster de reprise après sinistre",
  "DR Cluster operator": "Opérateur de cluster de reprise après sinistre",
  "DR Policy:": "Politique de reprise après sinistre :",
  "DR Status": "Statut DR",
  "DR status popover": "Fenêtre contextuelle d'état DR",
  "Drag a file here, upload files, or start from scratch.": "Faites glisser un fichier ici, téléchargez des fichiers ou commencez à partir de zéro.",
  "Drag and drop files/folders here.": "Faites glisser et déposez les fichiers/dossiers ici.",
  "Drag to reorder": "Faites glisser pour réorganiser",
  "Driver": "Pilote",
  "DRPolicies": "DRPolicies",
  "Due to the mismatch in the client and provider version this provider cluster cannot be upgraded.": "En raison de la différence entre les versions du client et du fournisseur, vous ne pouvez pas mettre à niveau ce cluster de fournisseur.",
  "Duplicate keys found.": "Clés en double trouvées.",
  "Each BackingStore can be used for one tier at a time. Selecting a BackingStore in one tier will remove the resource from the second tier option and vice versa.": "Chaque magasin de sauvegarde peut être utilisé pour un seul niveau à la fois. La sélection d’un magasin de sauvegarde dans un niveau supprime la ressource de l’option de deuxième niveau et inversement.",
  "Edit": "Modifier",
  "Edit {{description}}": "Modifier {{description}}",
  "Edit {{resourceLabel}}": "Modifier {{resourceLabel}}",
  "Edit annotations": "Modifier les annotations",
  "Edit BlockPool": "Modifier le pool de blocs",
  "Edit bucket": "Modifier le compartiment",
  "Edit Bucket Class Resources": "Modifier les ressources de classe de compartiment",
  "Edit bucket policy": "Modifier la politique de compartiment",
  "Edit BucketClass Resource": "Modifier la ressource BucketClass",
  "Edit configuration": "Modifier la configuration",
  "Edit CORS rule": "Modifier la règle CORS",
  "Edit labels": "Modifier les étiquettes",
  "Edit lifecycle rule": "Modifier la règle du cycle de vie",
  "Edit or delete the current bucket policy to customize access permissions or remove the existing configuration.": "Modifiez ou supprimez la stratégie du compartiment actuelle pour personnaliser les autorisations d'accès ou supprimer la configuration existante.",
  "Edit Pool": "Modifier Pool",
  "Edit Storage Pool": "Modifier le pool de stockage",
  "Edit storage quota": "Modifier le quota de stockage",
  "Edit to add resources": "Modifier pour ajouter des ressources",
  "Egress": "Sortie",
  "Egress Per Provider": "Sortie par fournisseur",
  "Empty bucket": "Vider le compartiment",
  "Empty bucket permanently?": "Compartiment vide en permanence ?",
  "Empty Page": "Page vide",
  "Emptying the bucket will permanentaly delete all objects. This action cannot be undone.": "Vider le compartiment supprimera définitivement tous les objets. Cette action ne peut pas être annulée.",
  "Enable": "Activer",
  "Enable arbiter": "Activer l’arbitre",
  "Enable automatic capacity scaling for your cluster": "Activer la mise à l'échelle automatique de la capacité de votre cluster",
  "Enable client-side certificates": "Activer les certificats côté client",
  "Enable data encryption for block and file storage": "Activer le chiffrement des données pour le stockage de blocs et de fichiers",
  "Enable disaster recovery for volume consistency groups": "Activer la reprise après sinistre pour les groupes de cohérence de volume",
  "Enable disaster recovery protection by selecting the namespaces of your ACM discovered application.": "Activez la protection en cas de reprise après sinistre en sélectionnant les espaces de noms de votre application découverte ACM.",
  "Enable disaster recovery support for restored and cloned PersistentVolumeClaims (For Data Foundation only)": "Activer la prise en charge de la reprise après sinistre pour les PersistentVolumeClaims restaurés et clonés (pour Data Foundation uniquement)",
  "Enable encryption": "Activer le chiffrement",
  "Enable Encryption": "Activer le chiffrement",
  "Enable encryption on device set": "Activer le cryptage sur l'ensemble des périphériques",
  "Enable encryption on StorageClass": "Activer le cryptage sur StorageClass",
  "Enable network file system (NFS)": "Activer le système de fichiers réseau (NFS)",
  "Enable replication": "Activer la réplication",
  "Enable S3-compatible object storage that spans across multiple cloud providers or hybrid environments": "Activez le stockage d'objets compatible S3 qui s'étend sur plusieurs fournisseurs de cloud ou environnements hybrides",
  "Enable Thick Provisioning": "Activer le provisionnement lourd",
  "Enable this for encrytion on flight with the Postgres server": "Activez cette option pour le chiffrement en vol avec le serveur Postgres",
  "Enable TLS/SSL": "Activer TLS/SSL",
  "Enable Versioning": "Activer le contrôle de version",
  "Enable versioning may lead to increased expenses. You will need to update the lifecycle rules after enabling versions.": "L'activation du contrôle de version peut entraîner une augmentation des dépenses. Vous devrez mettre à jour les règles de cycle de vie après l'activation des versions.",
  "Enabled": "Activé",
  "Enables mirroring/replication between two selected clusters, ensuring failover or relocation between the two clusters in the event of an outage or planned maintenance.": "Permet la mise en miroir/réplication entre deux clusters sélectionnés, ce qui garantit le basculement ou le déplacement entre les deux clusters en cas de panne ou de maintenance planifiée.",
  "Enabling compression may result in little or no space savings for encrypted or random data. Also, enabling compression may have an impact on I/O performance.": "L’activation de la compression peut entraîner peu ou pas de gains d’espace pour les données chiffrées ou aléatoires. De plus, l’activation de la compression peut avoir un impact sur les performances en termes d’E/S.",
  "Encryption": "Chiffrement",
  "Encryption for all data passing over the network": "Cryptage de toutes les données transitant sur le réseau",
  "Encryption for PVs": "Cryptage pour les PV",
  "Encryption for the entire cluster (block and file)": "Chiffrement de l’ensemble du cluster (bloc et fichier)",
  "Encryption level": "Niveau de chiffrement",
  "Encryption Summary": "Résumé du chiffrement",
  "Encryption summary popover": "Popover récapitulatif du chiffrement",
  "Encryption: {{encryptionStatus}}": "Chiffrement : {{encryptionStatus}}",
  "Encryption: Enabled": "Chiffrement : activé",
  "Encrypts all Ceph traffic including data, using Ceph msgrv2": "Crypte tout le trafic Ceph, y compris les données, à l'aide de Ceph msgrv2",
  "Endpoint": "Point de terminaison",
  "Endpoint Address": "Adresse du point de terminaison",
  "Enforce Secure Transport (HTTPS)": "Appliquer le transport sécurisé (HTTPS)",
  "Enroll ACM managed application": "Inscrire l’application gérée par ACM",
  "Enroll application": "Inscrire l’application",
  "Enroll applications": "Inscrire des applications",
  "Enroll discovered application": "Inscrire l’application découverte",
  "Enroll discovered application nav": "Inscrire l’application découverte (nav)",
  "Enroll discovered application steps": "Inscrire l’application découverte (étapes)",
  "Enroll managed application": "Inscrire une application gérée",
  "Enroll virtual machine": "Inscrire une machine virtuelle",
  "Enroll your applications to improve resilience by implementing disaster recovery protection.": "Inscrivez vos applications pour améliorer la résilience en implémentant une protection en cas de reprise après sinistre.",
  "enrolled in disaster recovery": "inscrit à la reprise après sinistre",
  "Ensure the storage backend supports replication. Carefully validate the\n      configured replication storage class supports failover, replication, and\n      recovery and then proceed.": "Assurez-vous que le backend de stockage prend en charge la réplication. Vérifiez soigneusement que la classe de stockage de réplication configurée prend en charge le basculement, la réplication et la récupération, puis poursuivez.",
  "Enter a bucket name": "Saisissez un nom de compartiment",
  "Enter a CIDR block (Eg: 192.168.0.0/32)": "Entrez un bloc CIDR (par exemple : 192.168.0.0/32)",
  "Enter a CIDR block (Eg: 192.168.100.0/24)": "Entrez un bloc CIDR (par exemple : 192.168.100.0/24)",
  "Enter a header": "Entrez un en-tête",
  "Enter a policy name": "Saisir un nom de politique",
  "Enter a prefix": "Saisissez un préfixe",
  "Enter a unique name": "Entrer un nom unique",
  "Enter a valid rule name": "Entrez un nom de règle valide",
  "Enter an exposed header": "Entrez un en-tête exposé",
  "Enter filesystem name": "Entrer le nom du système de fichiers",
  "Enter name": "Entrer le nom",
  "Enter node": "Entrer le nœud",
  "Enter number of days": "Entrez le nombre de jours",
  "Enter prefix": "Entrez le préfixe",
  "Enter the {{label}}": "Entrez le {{label}}",
  "Entity tag (ETag)": "Étiquette d'entité (ETag)",
  "equals": "est égal à",
  "equals any of": "est égal à l’un des",
  "Erase the contents of your bucket": "Effacez le contenu de votre compartiment",
  "Erases all associated data and Ceph/Rook resources. Recommended only if the storage used by this StorageConsumer is no longer needed.": "Efface toutes les données associées et les ressources Ceph/Rook. Recommandé uniquement si l'espace de stockage utilisé par ce StorageConsumer n'est plus nécessaire.",
  "Error": "Erreur",
  "Error details": "Détails de l’erreur",
  "Error Loading": "Erreur de chargement",
  "Error Loading {{label}}": "Erreur de chargement de {{label}}",
  "Error Loading {{label}}: {{message}}": "Erreur de chargement de {{label}} : {{message}}",
  "Error loading pool utilization data": "Erreur lors du chargement des données d'utilisation du pool",
  "Error parsing YAML: {{e}}": "Erreur lors de l’analyse de YAML : {{e}}",
  "Error retrieving parameters": "Erreur lors de la récupération des paramètres",
  "Error while loading PersistentVolumes.": "Erreur lors du chargement de volumes persistants.",
  "Estimated days until full": "Jours estimés jusqu’à épuisement",
  "Estimated time remaining: {{timeRemaining}}": "Temps restant estimé : {{timeRemaining}}",
  "Estimating {{formattedEta}} to completion": "Temps estimé de {{formattedEta}} avant achèvement",
  "Event log bucket": "Compartiment du journal des événements",
  "Events": "Événements",
  "Example": "Exemple",
  "exists": "existe",
  "Exit fullscreen": "Quitter le mode plein écran",
  "Expand to enter expression": "Développer pour saisir une expression",
  "Expand to fix validation errors": "Développer pour corriger les erreurs de validation",
  "Expand to fullscreen": "Passer au mode plein écran",
  "Expanding StorageCluster": "Extension du cluster de stockage",
  "Expired object delete markers": "Marqueurs de suppression d'objet expiré",
  "Expires after": "Expire après",
  "Exposed headers": "En-têtes exposés",
  "External cluster (Ceph)": "Cluster externe (Ceph)",
  "External ID": "ID externe",
  "External Key Management Service: {{ provider }}": "Service de gestion de clés externe : {{ provider }}",
  "External key management service: {{kmsStatus}}": "Service de gestion de clés externe : {{kmsStatus}}",
  "External object provider used capacity": "Capacité utilisée par le fournisseur d’objets externe",
  "External storage platform: {{storagePlatform}}": "Plateforme de stockage externe : {{storagePlatform}}",
  "External storage system metadata": "Métadonnées du système de stockage externe",
  "External system": "Système externe",
  "External system details": "Détails du système externe",
  "External systems": "Systèmes externes",
  "ExtraLargeScale": "Échelle extra-large",
  "ExtraSmallScale": "Très petite échelle",
  "Failback workloads to primary cluster": "Restaurer les charges de travail vers le cluster principal",
  "Failed": "Ayant échoué",
  "Failed files: {{failedFiles}}": "Fichiers échoués : {{failedFiles}}",
  "Failed to delete {{ errorCount }} object from the bucket. View deletion summary for details.": "Impossible de supprimer{{ errorCount }} objet du compartiment. Voir le résumé de suppression pour plus de détails.",
  "Failed to delete {{ errorCount }} objects from the bucket. View deletion summary for details.": "Impossible de supprimer{{ errorCount }} objets du compartiment. Voir le résumé de suppression pour plus de détails.",
  "Failed to fetch ConfigMap {{name}} in namespace {{namespace}}: {{error}}": "Échec de la récupération de ConfigMap{{name}} dans l'espace de noms{{namespace}} : {{error}}",
  "Failed to parse YAML from ConfigMap {{name}}: {{error}}": "Échec de l'analyse du YAML à partir de ConfigMap{{name}} : {{error}}",
  "Failed to update ConfigMap {{name}} in namespace {{namespace}}: {{error}}": "Échec de la mise à jour de ConfigMap {{name}} dans l'espace de noms{{namespace}} : {{error}}",
  "FailedOver to cluster {{ failoverCluster }}": "Basculement effectué vers le cluster {{ failoverCluster }}",
  "Failing over force stops active replication and deploys your application on the selected target cluster. Recommended only when the primary cluster is down.": "Le basculement arrête la réplication active et déploie votre application sur le cluster cible sélectionné. Recommandé uniquement lorsque le cluster principal est en panne.",
  "FailingOver to cluster {{ failoverCluster }}": "Basculement vers le cluster {{ failoverCluster }}",
  "Failover": "Basculer",
  "Failover application": "Basculer l’application",
  "Failover in progress": "Basculement en cours",
  "Failover initiated": "Basculement initié",
  "False": "Faux",
  "File must include a client certificate and a private key.": "Le fichier doit inclure un certificat client et une clé privée.",
  "File read failed. Please try again.": "La lecture du fichier a échoué. Veuillez réessayer.",
  "File System Type": "Type de système de fichiers",
  "Files should be named private and public followed by compatible extensions": "Les fichiers doivent inclure les mots « private » et « public » suivis d’extensions compatibles",
  "Filesystem": "Système de fichiers",
  "Filesystem name": "Nom du système de fichiers",
  "Fill out the details in order to connect to key management system": "Remplissez les informations demandées afin de vous connecter au système de gestion des clés",
  "Filter disks by": "Filtrer les disques par",
  "Finish": "Terminer",
  "Fit to screen": "Adapter a l’écran",
  "Folder": "Dossier",
  "Folder name": "Nom du dossier",
  "Folders help structure and group objects logically by using prefixes in object keys, without enforcing any physical hierarchy.": "Les dossiers aident à structurer et à regrouper les objets de manière logique en utilisant des préfixes dans les clés d'objet, sans imposer de hiérarchie physique.",
  "Follow the below steps to enroll your managed applications to disaster recovery:": "Suivez les étapes ci-dessous pour inscrire vos applications gérées à la reprise après sinistre :",
  "For disaster recovery or replication details about ACM managed applications navigate to Applications overview page.": "Pour plus d’informations sur la reprise après sinistre ou la réplication des applications gérées par ACM, accédez à la page de vue d’ensemble des applications.",
  "For enhanced performance of the Data Foundation cluster, the number of CPUs and memory resources are determined based on the cluster environment, size and various other factors.": "Pour améliorer les performances du cluster Data Foundation, le nombre de ressources de processeurs et de mémoire est déterminé en fonction de l’environnement du cluster, de sa taille et de divers autres facteurs.",
  "For objects, multipart upload will upload the object in parts, which are assembled in the bucket.": "Pour les objets, le téléchargement en plusieurs parties téléchargera l'objet en plusieurs parties, qui sont assemblées dans le compartiment.",
  "For standalone MCG clusters, there is no set limit.": "Pour les clusters MCG autonomes, aucune limite n’est définie.",
  "Force deletion": "Forcer la suppression",
  "Full deployment": "Déploiement complet",
  "Full duplication of the data in each chosen resource includes failure tolerance in cause of resource failure.": "La duplication complète des données dans chaque ressource choisie inclut une tolérance aux pannes en cas de panne de ressource.",
  "Full duplication of the data in each chosen resource. By default a replica of one copy per location is used. Includes failure tolerance in case of resource failure.": "Duplication complète des données dans chaque ressource choisie. Par défaut, un réplica d’une copie par emplacement est utilisée. Inclut la tolérance aux pannes en cas de panne de ressource.",
  "General": "Général",
  "General configuration": "Configuration générale",
  "Generate client onboarding token": "Générer un jeton d’intégration client",
  "Generate token": "Générer un jeton",
  "Generated on": "Généré ",
  "Generating token": "Génération de jeton",
  "GET {{GETLatestValue}}": "GET {{GETLatestValue}}",
  "Get a quick recovery in a remote or secondary cluster with a disaster recovery (DR) policy": "Bénéficiez d’une récupération rapide dans un cluster distant ou secondaire avec une stratégie de reprise après sinistre",
  "Getting started resources": "Ressources de démarrage",
  "Getting started with disaster recovery": "Prise en main de la reprise après sinistre",
  "GiB": "Gio",
  "GiB RAM": "Gio de RAM",
  "Global": "Global",
  "Global (Bucket-wide)": "Mondial (à l'échelle du compartiment)",
  "Global rule scope selected": "Portée de la règle globale sélectionnée",
  "Go back": "Retour",
  "Go To PVC List": "Accéder à la liste des revendications de volume persistant",
  "Grant Public Read Access to All Objects": "Accorder un accès public en lecture à tous les objets",
  "Grant Read and Write Access to a Specific Folder": "Accorder l'accès en lecture et en écriture à un dossier spécifique",
  "Grant third-party access to an object for a limited time.": "Accorder à un tiers l’accès à un objet pendant une durée limitée.",
  "Grants account an access to a specific folder (prefix) within a bucket": "Accorde au compte l'accès à un dossier spécifique (préfixe) dans un compartiment",
  "Grants full access to the bucket to another S3 account": "Accorde un accès complet au compartiment à un autre compte S3",
  "HDD": "Disque dur",
  "header": "en-tête",
  "Header": "En-tête",
  "headers": "en-têtes",
  "Headers that can be sent by the client in the request.": "En-têtes pouvant être envoyés par le client dans la requête.",
  "Headers that should be exposed to the browser.": "En-têtes qui doivent être exposés au navigateur.",
  "Health": "Intégrité",
  "Healthy": "Sain",
  "Help": "Aide",
  "Hide message": "Masquer le message",
  "Hide password": "Masquer le mot de passe",
  "Hide token": "Masquer le jeton",
  "Hide Values": "Masquer les valeurs",
  "Host": "Hôte",
  "hours": "heures",
  "How does automatic capacity scaling work?": "Comment fonctionne la mise à l'échelle automatique des capacités ?",
  "How does it work?": "Comment ça marche ?",
  "How to clean up resources?": "Comment nettoyer les ressources ?",
  "hr": "hr",
  "HTTP methods that are permitted for cross-origin requests.": "Méthodes HTTP autorisées pour les requêtes inter-origines.",
  "Hub namespace store ": "Magasin d’espaces de noms du hub ",
  "Hub namespace store: ": "Magasin d’espaces de noms du hub : ",
  "I/O Operations": "Opérations d’E/S",
  "I/O Operations count": "Nombre d’opérations d’E/S",
  "IBM base URL": "URL de base IBM",
  "IBM Flash System": "Système Flash IBM",
  "IBM FlashSystem": "IBM FlashSystem",
  "IBM Scale": "IBM Scale",
  "IBM Scale System": "IBM Scale System",
  "IBM token URL": "URL du jeton IBM",
  "Ideal for applications and systems that need to interact directly with S3-compatible storage.": "Idéal pour les applications et les systèmes qui doivent interagir directement avec le stockage compatible S3.",
  "Ideal for Kubernetes environments providing a more abstracted approach to managing storage resources and leveraging dynamic provisioning.": "Idéal pour les environnements Kubernetes offrant une approche plus abstraite de la gestion des ressources de stockage et tirant parti du provisionnement dynamique.",
  "If enabled, RBD virtualization StorageClass will be marked as the default for KubeVirt VM disks (persistent volumes) upon installation.": "Si cette option est activée, la classe de stockage de virtualisation RBD sera marquée comme valeur par défaut pour les disques de machine virtuelle KubeVirt (volumes persistants) lors de l'installation.",
  "If not labeled, the selected nodes are labeled <2>{{label}}</2> to make them target hosts for Data Foundation's components.": "S’ils ne sont pas étiquetés, les nœuds sélectionnés sont étiquetés <2>{{label}}</2> pour en faire des hôtes cibles pour les composants de Data Foundation.",
  "If not provided a generic name will be generated.": "S’il n’est pas fourni, un nom générique est généré.",
  "If the name you write exists, we will be using the existing folder if not we will create a new folder ": "Si le nom que vous indiquez existe, nous utiliserons le dossier existant. Sinon, nous créerons un dossier ",
  "If you wish to use the Arbiter stretch cluster, a minimum of 4 nodes (2 different zones, 2 nodes per zone) and 1 additional zone with 1 node is required. All nodes must be pre-labeled with zones in order to be validated on cluster creation.": "Si vous souhaitez utiliser le cluster extensible Arbiter, un minimum de 4 nœuds (2 zones différentes, 2 nœuds par zone) et 1 zone supplémentaire avec 1 nœud sont requis. Tous les nœuds doivent être pré-étiquetés avec des zones afin d’être validés lors de la création du cluster.",
  "Image States": "États d’une image",
  "image states info": "informations sur les différents états d’une image",
  "Image states info": "Informations sur les différents états d’une image",
  "in disaster recovery relationship": "dans une relation de reprise après sinistre",
  "In order to create the StorageCluster you must set the StorageClass, select at least 3 nodes (preferably in 3 different zones) and meet the minimum or recommended requirement": "Afin de créer le cluster de stockage, vous devez définir la classe de stockage, sélectionner au moins 3 nœuds (de préférence dans 3 zones différentes) et répondre aux exigences minimales ou recommandées.",
  "In Progress": "En cours",
  "In use: {{targetClusters}}": "En cours d’utilisation : {{targetClusters}}",
  "In-transit encryption": "Chiffrement en transit",
  "In-transit encryption: {{hasInTransitEncryption}}": "Chiffrement en transit : {{hasInTransitEncryption}}",
  "Incomplete multipart uploads": "Téléchargements multipartites incomplets",
  "Inconsistent data on target cluster": "Données incohérentes sur le cluster cible",
  "Incorrectly setting up Multus might lead to:": "Une configuration incorrecte de Multus peut entraîner :",
  "Increasing the expansion limit is recommended to avoid capacity shortages and potential disruptions.": "Il est recommandé d’augmenter la limite d’extension pour éviter les pénuries de capacité et les perturbations potentielles.",
  "Increment": "Incrémenter",
  "incur additional costs": "entraîner des coûts supplémentaires",
  "Information unavailable": "Informations non disponibles",
  "Infrastructure": "Infrastructure",
  "Infrastructures": "Infrastructures",
  "Initiate": "Initier",
  "Initiating": "Initiation",
  "Instance type": "Type d’instance",
  "Integrate Data Foundation with an existing storage backend such as external Ceph cluster on IBM FlashSystem.": "Intégre Data Foundation à un backend de stockage existant tel qu'un cluster Ceph externe sur IBM FlashSystem.",
  "Internal": "Interne",
  "Internal cluster": "Cluster interne",
  "Intiating": "Initiation",
  "Invalid": "Non valide",
  "Invalid file: File size exceeds 4MB limit or incorrect file extension (only .pem files allowed).": "Fichier non valide : la taille du fichier dépasse la limite de 4 Mo ou l’extension de fichier est incorrecte (seuls les fichiers .pem sont autorisés).",
  "Invalid label name": "Nom d’étiquette non valide",
  "Invalid label selector": "Sélecteur d'étiquette non valide",
  "Invalid name. Name must only include alphanumeric characters, \"-\", \"_\" or \".\"": "Nom incorrect. Le nom ne doit contenir que des caractères alphanumériques, ainsi que les caractères « - », « _ » ou « . »",
  "Inventory": "Inventaire",
  "IOPS": "IOPS",
  "IP address": "Adresse IP",
  "Isolate network using Multus": "Isoler le réseau à l'aide de Multus",
  "Isolate network using NIC Operators": "Isoler le réseau à l'aide des opérateurs NIC",
  "Just now": "À l’instant",
  "KCS": "KCS",
  "Keep up to 100 noncurrent versions of objects for version management and rollback. Excess versions will be automatically deleted.": "Conservez jusqu'à 100 versions obsolètes d'objets pour la gestion des versions et la restauration. Les versions excédentaires seront automatiquement supprimées.",
  "Kernel version": "Version du noyau",
  "Key": "Clé",
  "Key Management Service Advanced Settings": "Paramètres avancés du service de gestion de clés",
  "Key management service provider": "Fournisseur du service de gestion de clés",
  "Key service": "Service de clé",
  "Keys must be unique.": "Les clés doivent être uniques.",
  "Kind": "Type",
  "KMS service {{value}} already exist": "Le service KMS {{value}} existe déjà",
  "kms-provider-name": "kms-provider-name",
  "Kubelet version": "Version de Kubelet",
  "Kubernetes object replication interval": "Intervalle de réplication de l’objet Kubernetes",
  "Kubernetes object replication:": "Réplication d’objet Kubernetes :",
  "Kubernetes object snapshot": "Instantané d'objet Kubernetes",
  "Kubernetes object:": "Objet Kubernetes :",
  "Kubernetes objects": "Objets Kubernetes",
  "Kubernetes resources:": "Ressources Kubernetes :",
  "Label": "Étiquette",
  "Label expressions": "Expressions d’étiquette",
  "Label expressions:": "Expressions d’étiquette :",
  "Label selector:": "Sélecteur d'étiquettes :",
  "Labels": "Étiquettes",
  "Labels for": "Étiquettes pour",
  "Labels help you organize and select resources. Adding labels below will let you query for objects that have similar, overlapping or dissimilar labels.": "Les étiquettes vous aident à organiser et à sélectionner les ressources. L’ajout d’étiquettes ci-dessous vous permettra de rechercher des objets ayant des étiquettes similaires, se chevauchant ou différentes.",
  "Labels must start and end with an alphanumeric character, can consist of lower-case letters, numbers, dots (.), hyphens (-), forward slash (/), underscore(_) and equal to (=)": "Les étiquettes doivent commencer et se terminer par un caractère alphanumérique, peuvent être constituées de lettres minuscules, de chiffres, de points (.), de traits d’union (-), de barre oblique (/), de trait de soulignement (_) et du signe égal (=).",
  "LargeScale": "Grande échelle",
  "Last available: ": "Disponible en dernier : ",
  "Last checked": "Dernière vérification",
  "Last heartbeat": "Dernière interrogation",
  "Last modified": "Dernière modification",
  "Last on: {{ syncTime }}": "Heure de la dernière synchronisation : {{ syncTime }}",
  "Last snapshot synced": "Dernier instantané synchronisé",
  "Last synced on": "Dernière synchronisation le",
  "Last synced on {{syncTime}}": "Dernière synchronisation le {{syncTime}}",
  "Last Updated": "Dernière mise à jour",
  "Latency": "Latence",
  "Latest": "Dernier",
  "Lean mode": "Mode maigre",
  "Learn about different failover status": "En savoir plus sur les différents états de basculement",
  "Learn about different relocate status": "En savoir plus sur les différents statuts de déplacement",
  "Learn more": "En savoir plus",
  "Learn More": "En savoir plus",
  "Lifecycle rule actions": "Actions des règles de cycle de vie",
  "Lifecycle rule name": "Nom de la règle du cycle de vie",
  "Lifecycle rules": "Règles du cycle de vie",
  "Lifecycle rules list page": "Page de liste des règles du cycle de vie",
  "Limit the amount of storage that a client cluster can consume.": "Limitez la quantité de stockage qu’un cluster client peut consommer.",
  "List all versions": "Lister toutes les versions",
  "List of domains allowed to access the resources (can include wildcards).": "Liste des domaines autorisés à accéder aux ressources (peut inclure des caractères génériques).",
  "Loading": "Chargement",
  "Loading {{title}} status": "Chargement du statut {{title}}",
  "Loading empty page": "Chargement d’une page vide",
  "Loading object storage data": "Chargement des données de stockage d'objets",
  "Loading pool utilization...": "Chargement de l'utilisation du pool...",
  "Loading storage cluster data": "Chargement des données du cluster de stockage",
  "Loading...": "Chargement...",
  "Local storage is also present in the cluster.": "Le stockage local est également présent dans le cluster.",
  "Local Storage Operator not installed": "Opérateur de stockage local non installé",
  "Local Volume Discovery": "Découverte de volumes locaux",
  "Local Volume Set": "Ensemble de volumes locaux",
  "LocalVolumeSet name": "Nom de l’ensemble de volumes locaux",
  "Log Prefix": "Préfixe du journal",
  "Logical Used Capacity": "Capacité logique utilisée",
  "Logical used capacity per account": "Capacité logique utilisée par compte",
  "Looks like there are no applications here.": "Il semble qu’il n’y a aucune application ici.",
  "LSO StorageClass": "LSO StorageClass",
  "Machine": "Machine",
  "Manage disaster recovery": "Gérer la reprise après sinistre",
  "Manage distribution of resources": "Gérer la distribution des ressources",
  "Manage distribution of Storage clients": "Gérer la distribution des clients de stockage",
  "Manage public access settings": "Gérer les paramètres d'accès public",
  "Managed applications": "Applications gérées",
  "Managed by": "Géré par",
  "Managed Cluster": "Cluster géré",
  "Managed resource": "Ressource gérée",
  "Management": "Gestion",
  "many": "beaucoup",
  "Many buckets have issues": "De nombreux compartiments rencontrent des problèmes",
  "Max age for preflight requests (in seconds)": "Âge maximal pour les demandes de pré-vol (en secondes)",
  "Max value: ": "Valeur maximale : ",
  "MaxAgeSeconds": "MaxAgeSeconds",
  "Maximum": "Maximum",
  "Maximum available:": "Maximum disponible :",
  "Maximum disks limit": "Limite maximale de disques",
  "MCG": "MCG",
  "Memory": "Mémoire",
  "Memory required": "Mémoire requise",
  "Message": "Message",
  "Metadata": "Métadonnées",
  "method": "méthode",
  "methods": "méthodes",
  "Metric": "Métrique",
  "Metrics": "Métriques",
  "Migrating cluster OSDs": "Migration des OSD du cluster",
  "millions": "millions",
  "min": "min",
  "Min value: ": "Valeur minimale : ",
  "Minimum": "Minimum",
  "Minimum Node Requirement": "Nombre minimal de nœuds exigé",
  "minus": "moins",
  "minutes": "minutes",
  "Mirror": "Miroir",
  "Mirroring": "Mise en miroir",
  "Mirroring health": "État de fonctionnement de la Mise en miroir",
  "Mirroring status": "Statut de la mise en miroir",
  "Mirroring Tier - list of spread-layers async-mirroring to all mirrors with locality optimization (will allocate on the closest region to the source endpoint). Mirroring requires at least two BackingStores.": "Niveau de mise en miroir : liste des couches de répartition mettant en miroir de manière asynchrone tous les miroirs avec optimisation de localité (alloue sur la région la plus proche du point de terminaison source). La mise en miroir nécessite au moins deux magasins de sauvegarde.",
  "Mode": "Mode",
  "Model": "Modèle",
  "Monitor pool utilization and plan for expansion": "Surveiller l'utilisation du pool et planifier son expansion",
  "Monitoring offers an enhanced perspective on disaster recovery, providing a more optimized view of the ongoing replication and status of volumes at both cluster and application levels.": "La surveillance offre une vision améliorée de la reprise après sinistre, en fournissant une vue plus optimisée de la réplication en cours et du statut des volumes au niveau du cluster et des applications.",
  "Monitoring resources (optional)": "Ressources de surveillance (facultatif)",
  "Move workloads to target cluster": "Déplacer les charges de travail vers le cluster cible",
  "Multi NamespaceStores": "Multiples magasins d’espaces de noms",
  "Multicloud Object Gateway": "Multicloud Object Gateway",
  "MultiCloud Object Gateway": "MultiCloud Object Gateway",
  "MultiCloud Object Gateway supports encryption for objects by default.": "MultiCloud Object Gateway prend en charge le chiffrement des objets par défaut.",
  "Multiple types of BackingStores are supported: asws-s3 s3-compatible google-cloud-storage azure-blob obc PVC.": "Plusieurs types de magasins de sauvegarde sont pris en charge : asws-s3, s3-compatible, google-cloud-storage, azure-blob, obc, revendication de volume persistant.",
  "Multiple types of BackingStores are supported: AWS S3 S3 Compatible Google Cloud Storage Azure Blob PVC.": "Plusieurs types de magasin de sauvegarde sont pris en charge : AWS S3, Compatible S3, Google Cloud Storage, Azure Blob, Revendication de volume persistant.",
  "Must be a positive number 0 Byte or higher.": "Doit être un nombre positif de 0 octet ou plus.",
  "Must be a positive number 1 Byte or higher.": "Doit être un nombre positif de 1 octet ou plus.",
  "Must be an integer greater than 0.": "Doit être un entier supérieur à 0.",
  "Must be connected to RHCS.": "Doit être connecté au RHCS.",
  "my-bucket": "my-bucket",
  "my-multi-cloud-mirror": "my-multi-cloud-mirror",
  "my-object-bucket": "my-object-bucket",
  "my-pool": "my-pool",
  "my-storage-pool": "my-storage-pool",
  "Name": "Nom",
  "Name input": "Saisie du nom",
  "Name requirements": "Exigences en matière de nom",
  "Name:": "Nom :",
  "Name: {{name}} ({{status}})": "Nom:{{name}} ({{status}} )",
  "Namespace": "Espace de noms",
  "Namespace Policy": "Stratégie d’espace de noms",
  "Namespace policy can be set to one single read and write source, multi read sources or cached policy.": "La stratégie d’espace de noms peut être définie sur une seule source de lecture et d’écriture, plusieurs sources de lecture ou une stratégie mise en cache.",
  "Namespace Policy Type": "Type de la stratégie d’espace de noms",
  "Namespace Policy: ": "Stratégie d’espace de noms : ",
  "Namespace selection": "Sélection de l’espace de noms",
  "Namespace Store": "Magasin d’espaces de noms",
  "Namespace store name": "Nom du magasin d’espace de noms",
  "Namespace:": "Espace de noms :",
  "Namespace: ": "Espace de noms : ",
  "Namespace: <2>{{systemNamespace}}</2>": "Espace de noms : <2>{{systemNamespace}}</2>",
  "Namespaces": "Espaces de noms",
  "NamespaceStore": "Magasin d’espaces de noms",
  "NamespaceStore details": "Détails du magasin d’espaces de noms",
  "NamespaceStores": "Magasins d’espaces de noms",
  "Navigate through your buckets effortlessly. View the contents of your S3-managed and Openshift-managed buckets, making it easy to locate and inspect objects.": "Naviguez sans effort dans vos compartiments. Affichez le contenu de vos compartiments gérés par S3 et Openshift, ce qui facilite la localisation et l'inspection des objets.",
  "needs attention": "requiert de l’attention",
  "Net storage consumption": "Consommation nette de stockage",
  "Network": "Réseau",
  "Network file system": "Système de fichiers réseau",
  "Network file system: {{nfsStatus}}": "Système de fichiers réseau : {{nfsStatus}}",
  "Network isolation": "Isolation du réseau",
  "Network: {{networkType}}": "Réseau : {{networkType}}",
  "New policy assigned to application": "Nouvelle politique attribuée à l'application",
  "New StorageClass name": "Nouveau nom de StorageClass",
  "Next": "Suivant",
  "NFS is currently not supported for external storage type.": "NFS n’est actuellement pas pris en charge pour le type de stockage externe.",
  "NFS is currently not supported for external storage type. To proceed with an external storage type, disable this option.": "NFS n’est actuellement pas pris en charge pour le type de stockage externe. Pour utiliser un type de stockage externe, désactivez cette option.",
  "No \"apiVersion\" field found in YAML.": "Aucun champ « apiVersion » n’a été trouvé dans YAML.",
  "No \"kind\" field found in YAML.": "Aucun champ « kind » n’a été trouvé dans YAML.",
  "No \"metadata.namespace\" field found in YAML.": "Aucun champ « metadata.namespace » n’a été trouvé dans YAML.",
  "No \"metadata\" field found in YAML.": "Aucun champ « metadata » n’a été trouvé dans YAML.",
  "No {{alertSeverity}} alerts found": "Alerte {{alertSeverity}} introuvable",
  "No {{label}} found": "{{label}} introuvable",
  "No assigned disaster recovery policy found": "Aucune stratégie de reprise après sinistre attribuée n’a été trouvée",
  "No buckets found": "Aucun compartiment trouvé",
  "No capacity data available.": "Aucune donnée de capacité disponible.",
  "No clusters selected": "Aucun cluster sélectionné",
  "No common storage class found for the selected managed clusters. To create a DR policy, a common storage class must exist, if not configured already, provision a common storage class and try again.": "Aucune classe de stockage commune n'a été trouvée pour les clusters gérés sélectionnés. Pour créer une stratégie de reprise après sinistre, une classe de stockage commune doit exister. Si elle n'est pas déjà configurée, provisionnez-en une et réessayez.",
  "no compression": "sans compression",
  "No conditions found": "Aucune condition trouvée",
  "No data available": "Pas de données disponibles",
  "No datapoints found.": "Aucun point de données trouvé.",
  "No disaster recovery policies yet": "Aucune stratégie de reprise après sinistre n’est disponible pour l’instant",
  "No disaster recovery policies.": "Aucune stratégie de reprise après sinistre.",
  "No DR cluster found": "Aucun cluster de reprise après sinistre n’a été trouvé",
  "No DRPolicy found.": "Aucune stratégie de reprise après sinistre n’a été trouvée.",
  "No existing StorageClass found, refer to the documentation to create a StorageClass.": "Aucune classe de stockage existante n’a été trouvée. Reportez-vous à la documentation pour créer une classe de stockage.",
  "No external systems connected": "Aucun système externe connecté",
  "No labels": "Aucune étiquette",
  "No lifecycle rules defined for the objects in your bucket.": "Aucune règle de cycle de vie n'est définie pour les objets de votre compartiment.",
  "No Limit": "Sans limite",
  "No more than 255 characters": "Pas plus de 255 caractères",
  "No nodes data is available.": "Aucune donnée de nœud n'est disponible.",
  "No objects found": "Aucun objet trouvé",
  "No owner": "Aucun propriétaire",
  "No Persistent Volumes are available.": "Aucun volume persistant n'est disponible.",
  "No policy found": "Aucune stratégie trouvée",
  "No protected discovered applications found": "Aucune application découverte protégée n’a été trouvée",
  "No recipe found": "Aucune recette trouvée",
  "No resources available": "Aucune ressource disponible",
  "no results": "aucun résultat",
  "No results found": "Aucun résultat trouvé",
  "No results found for {{ filterValue }}": "Aucun résultat trouvé pour {{ filterValue }}",
  "No specific limit on storage that a client cluster can consume.": "Aucune limite spécifique sur le stockage qu'un cluster client peut consommer.",
  "No SSD/NVMe disks detected": "Aucun disque SSD/NVMe détecté",
  "No storage cluster configured.": "Aucun cluster de stockage configuré.",
  "No StorageClass selected": "Aucune classe de stockage sélectionnée",
  "No StorageCluster found": "Aucun cluster de stockage trouvé",
  "No subscription groups are found.": "Aucun groupe d’abonnements n’a été trouvé.",
  "No tags are attached to this bucket.": "Aucune balise n'est attachée à ce compartiment.",
  "No value": "Aucune valeur",
  "No volume consistency groups found for this application": "Aucun groupe de cohérence de volume trouvé pour cette application",
  "No volume consistency groups match your search": "Aucun groupe de cohérence de volume ne correspond à votre recherche",
  "No, continue uploads": "Non, continuer les téléchargements",
  "Node": "Nœud",
  "Node addresses": "Adresses des nœuds",
  "Node details": "Détails du nœud",
  "Node failure domains: {{failureDomains}}": "Domaines de défaillance de nœud : {{failureDomains}}",
  "Node has unavailable deployments": "Le nœud a des déploiements non disponibles",
  "Node is degraded": "Le nœud est dégradé",
  "Node Selector": "Sélecteur de nœud",
  "Node Table": "Tableau des nœuds",
  "Nodes": "Nœuds",
  "Nodes must be annotated with network.rook.io/mon-ip: <IPAddress> to set the correct IP address for the mon before proceeding with the host networking configuration. This ensures that the mons operate on the desired network": "Les nœuds doivent être annotés avec network.rook.io/mon-ip :<IPAddress> Il est important de définir l'adresse IP correcte du serveur avant de procéder à la configuration réseau de l'hôte. Cela garantit que le serveur fonctionne sur le réseau souhaité.",
  "Noncurrent versions of objects": "Versions non actuelles des objets",
  "NooBaa Bucket": "NooBaa Bucket",
  "Normal": "Normal",
  "Not Authorized": "Non autorisé",
  "Not available": "Non disponible",
  "Not Available": "Non disponible",
  "Not connected": "Non connecté",
  "Not enabled": "Non activé",
  "Not enough usage data": "Données d’utilisation insuffisantes",
  "Not found": "Introuvable",
  "Not ready": "Non prêt",
  "Not validated": "Non validé",
  "NotAvailable": "Non disponible",
  "Note:": "Remarque :",
  "Note: If your cluster isn't visible on this list, verify its import status and refer to the steps outlined in the ACM documentation.": "Remarque : si votre cluster n’est pas visible dans cette liste, vérifiez son statut d’importation et reportez-vous aux étapes décrites dans la documentation ACM.",
  "Num Volumes": "Nombre de volumes",
  "Number of noncurrent versions of object.": "Nombre de versions non actuelles de l'objet.",
  "Number of Volumes": "Nombre de volumes",
  "OBC references a StorageClass with a provisioner that interacts with the S3 API to create the bucket. Kubernetes then binds the OBC, making the bucket accessible to applications.": "OBC fait référence à une StorageClass avec un provisionneur qui interagit avec l'API S3 pour créer le compartiment. Kubernetes lie ensuite l'OBC, rendant le compartiment accessible aux applications.",
  "Object": "Objet",
  "Object Bucket": "Object Bucket",
  "Object Bucket Claim": "Revendication de compartiment d’objets",
  "Object Bucket Claim Data": "Données de la revendication de compartiment d’objets",
  "Object Bucket Claim Details": "Détails de la revendication de compartiment d’objets",
  "Object Bucket Claims": "Revendications de compartiment d’objets",
  "Object Bucket Details": "Détails du compartiment d’objets",
  "Object Bucket has an issue": "Le compartiment d’objet rencontre un problème",
  "Object Buckets": "Object Buckets",
  "Object delete summary": "Résumé de la suppression d'objet",
  "Object Gateway (RGW)": "Passerelle d’objet (RGW)",
  "Object name": "Nom de l'objet",
  "Object names starting with given prefix gets synchronised with the target bucket": "Les noms d’objet commençant par le préfixe donné sont synchronisés avec le compartiment cible",
  "Object path: ": "Chemin de l'objet : ",
  "Object Service": "Service d’objet",
  "Object service is unhealthy": "Le service Objet n’est pas sain",
  "Object Service Status": "Statut du service d’objet",
  "Object size": "Taille de l'objet",
  "Object storage": "Stockage d’objets",
  "Object Storage": "Stockage d’objets",
  "Object storage data not available.": "Données de stockage d'objets non disponibles.",
  "Object tags": "Balises d'objet",
  "Object_one": "Objet",
  "Object_other": "Objets",
  "Object: ": "Objet: ",
  "ObjectBucket details": "Détails du compartiment d’objets",
  "ObjectBucketClaim": "ObjectBucketClaim",
  "ObjectBucketClaim details": "Détails ObjectBucketClaim",
  "ObjectBucketClaim Name": "Nom de la revendication de compartiment d’objet",
  "ObjectBucketClaims": "ObjectBucketClaims",
  "ObjectBuckets": "ObjectBuckets",
  "Objects": "Objets",
  "Objects are the fundamental entities stored in buckets.": "Les objets sont les entités fondamentales stockées dans des compartiments.",
  "Observe": "Observer",
  "Offline": "Hors ligne",
  "Oh no! Something went wrong.": "Une erreur s’est produite.",
  "Ok": "Ok",
  "On an OpenShift cluster, deploy the Data Foundation client operator using the generated token.": "Sur un cluster OpenShift, déployez l’opérateur client Data Foundation à l’aide du jeton généré.",
  "Onboarding token": "Jeton d’intégration",
  "Once you select namespaces, applications regardless of their type, within those namespaces cannot be subsequently enrolled separately under disaster recovery protection.": "Une fois que vous avez sélectionné des espaces de noms, les applications (quel que soit leur type) dans ces espaces de noms ne peuvent pas être inscrites séparément dans le cadre de la protection en cas de reprise après sinistre.",
  "One or more settings might have allowed public access to your bucket": "Un ou plusieurs paramètres peuvent avoir autorisé l'accès public à votre compartiment",
  "Ongoing": "En cours",
  "Online": "En ligne",
  "Only lowercase letters, numbers, non-consecutive periods, or hyphens": "Uniquement des lettres minuscules, des chiffres, des points non consécutifs ou des traits d’union",
  "Only recipes of the selected namespaces will appear in the list.": "Seules les recettes des espaces de noms sélectionnés apparaîtront dans la liste.",
  "Only showing PVCs that are being mounted on an active pod": "Afficher uniquement les revendications de volume persistant en cours de montage sur un pod actif",
  "OpenShift Container Storage": "OpenShift Container Storage",
  "Openshift version": "Version d’OpenShift",
  "Operating system": "Système d’exploitation",
  "Operator": "Opérateur",
  "Operator health": "Intégrité de l’opérateur",
  "Operator status": "Statut de l’opérateur",
  "Operators are responsible for maintaining and reconciling the state of the cluster.": "Les opérateurs sont responsables de la maintenance et du rapprochement de l’état du cluster.",
  "Operators health": "Intégrité des opérateurs",
  "Opt-in to automatically add additional raw capacity equivalent to the configured deployment size whenever used capacity reaches 70%. This ensures your deployment scales seamlessly to meet demand.": "Choisissez d'ajouter automatiquement une capacité brute supplémentaire équivalente à la taille de déploiement configurée dès que la capacité utilisée atteint 70 %. Cela garantit une adaptation fluide de votre déploiement à la demande.",
  "Optimize replication using event logs": "Optimiser la réplication à l’aide des journaux d’événements",
  "Optimize storage efficiency by enabling data compression within replicas.": "Optimisez l'efficacité du stockage en activant la compression des données dans les répliques.",
  "Organize objects within a bucket by creating virtual folders for easier management and navigation of objects.": "Organisez les objets dans un compartiment en créant des dossiers virtuels pour faciliter la gestion et la navigation des objets.",
  "origin": "origine",
  "Origin": "Origine",
  "origins": "origines",
  "OS image": "Image du système d’exploitation",
  "OSD expansion is limited to a maximum of {{osdMaxSize}}.": "L'extension OSD est limitée à un maximum de{{osdMaxSize}} .",
  "Other": "Autre",
  "Other applications may be affected.": "D’autres applications peuvent être affectées.",
  "Out of {{capacity}}": "Par rapport à la capacité {{capacity}}",
  "Over the past {{daysUp}} ": "Au cours des {{daysUp}}",
  "Overall image health": "Intégrité globale de l’image",
  "Overrides all policies and permissions that grant public access. When enabled, it ensures the bucket and all stored data are private and accessible only through explicitly granted permissions.": "Remplace toutes les politiques et autorisations accordant un accès public. Activé, le compartiment et toutes les données stockées sont privés et accessibles uniquement via des autorisations explicites.",
  "Overview": "Vue d’ensemble",
  "Owner": "Propriétaire",
  "Owner References": "Références du propriétaire",
  "Partially blocked": "Partiellement bloqué",
  "Password": "Mot de passe",
  "path/": "path/",
  "Peer connection": "Connexion entre pairs",
  "Pending": "En attente",
  "Perform actions such as sharing, downloading, previewing, and deleting different versions of an object. For a comprehensive view of each version, enable \"List all versions.\"": "Effectuez des actions telles que le partage, le téléchargement, la prévisualisation et la suppression de différentes versions d'un objet. Pour une vue complète de chaque version, activez l'option « Liste de toutes les versions ».",
  "Performance": "Performance",
  "Performance Card": "Carte de performances",
  "Performance metrics over time showing IOPS, Latency and more. Each metric is a link to a detailed view of this metric.": "Mesures de performances au fil du temps indiquant les IOPS, la latence et bien plus encore. Chaque métrique offre un lien vers la vue détaillée associée.",
  "Performance mode": "Mode de performance",
  "Performance profile: {{resourceProfile}}": "Profil de performances : {{resourceProfile}}",
  "Period of time (in days) after which a noncurrent versions of object would be deleted since turning noncurrent.": "Période de temps (en jours) après laquelle une version non actuelle d'un objet serait supprimée depuis qu'elle est devenue non actuelle.",
  "Period of time (in days) after which an object would be deleted since its creation.": "Période de temps (en jours) après laquelle un objet serait supprimé depuis sa création.",
  "Period of time (in days).": "Période de temps (en jours).",
  "Permanently delete StorageConsumer?": "Supprimer définitivement le conommateur de stockage ?",
  "Permissions": "Autorisations",
  "Persistent volume claim": "Revendication de volume persistant",
  "Persistent volume claims": "Revendication de volume persistant",
  "PersistentVolume": "PersistentVolume",
  "PersistentVolumeClaim": "PersistentVolumeClaim",
  "PersistentVolumeClaims": "PersistentVolumeClaims",
  "PersistentVolumes": "Volumes persistants",
  "PersistentVolumes are being provisioned on the selected nodes.": "Les volumes persistants sont provisionnés sur les nœuds sélectionnés.",
  "Phase": "Phase",
  "Physical vs. Logical used capacity": "Capacité physique ou logique utilisée",
  "Placed: {{cluster}}": "Placement effectué : {{cluster}}",
  "Placement": "Placement",
  "Placement Policy": "Stratégie de placement",
  "Placement policy details ": "Détails de la stratégie de placement ",
  "Placement: {{placements}}": "Placement: {{placements}}",
  "Please <2>try again</2>.": "Veuillez <2>réessayer</2>.",
  "Please enter a positive Integer": "Veuillez saisir un entier positif.",
  "Please enter a URL": "Veuillez saisir une URL",
  "Please enter a valid address": "Veuillez saisir une adresse valide",
  "Please enter a valid Azure Vault URL": "Veuillez saisir une URL Azure Vault valide",
  "Please enter a valid Client ID": "Veuillez saisir un identifiant client valide",
  "Please enter a valid port": "Veuillez saisir un port valide",
  "Please enter a valid Tenant ID": "Veuillez saisir un identifiant locataire valide",
  "Please enter a value greater than or equal to min disk size": "Saisissez une valeur supérieure ou égale à la taille minimale du disque.",
  "Please enter a value less than or equal to max disk size": "Saisissez une valeur inférieure ou égale à la taille maximale du disque.",
  "Please provide a proper URL with a valid port.": "Veuillez fournir une URL appropriée avec un port valide.",
  "plus": "plus",
  "Pod": "Pod",
  "Pods": "Pods",
  "Policies": "Stratégies",
  "Policy": "Stratégie",
  "Policy name": "Nom de la stratégie",
  "Policy name:": "Nom de la stratégie :",
  "Policy type": "Type de stratégie",
  "Pool {{name}} creation in progress": "La création du pool {{name}} est en cours",
  "Pool {{name}} creation timed out. Please check if Data Foundation operator and Rook operator are running": "Le délai de création du pool {{name}} a expiré. Veuillez vérifier si l’opérateur Data Foundation et Rook sont en cours d’exécution.",
  "Pool {{name}} was created with errors.": "Le pool {{name}} a été créé avec des erreurs.",
  "Pool {{name}} was successfully created": "Le pool {{name}} a été créé",
  "Pool creation is not supported for Data Foundation's external RHCS StorageSystem.": "La création de pool n’est pas prise en charge pour le système de stockage RHCS externe de Data Foundation.",
  "Pool management tasks are not supported for default pool and Data Foundation's external mode.": "Les tâches de gestion de pool ne sont pas prises en charge pour le pool par défaut et le mode externe de Data Foundation.",
  "Pool name": "Nom du pool",
  "Pool utilization information": "Informations sur l'utilisation du pool",
  "Pool utilization is good": "L'utilisation du pool est bonne",
  "pool-name-help": "pool-name-help",
  "Pools with usage over {{threshold}}% may require immediate action to prevent issues.": "Les pools avec une utilisation supérieure à{{threshold}} % peuvent nécessiter une action immédiate pour éviter les problèmes.",
  "Port": "Port",
  "Prefix": "Préfixe",
  "Preserve object version history (Optional)": "Conserver l'historique des versions des objets (facultatif)",
  "Preserves any previous object versions. Changes will be applied to newly created objects.": "Conserve toutes les versions précédentes des objets. Les modifications seront appliquées aux objets nouvellement créés.",
  "Prevent all forms of public access to this bucket and its objects.": "Empêcher toute forme d’accès public à ce compartiment et à ses objets.",
  "Prevent new policies from making your data public.": "Empêchez les nouvelles politiques de rendre vos données publiques.",
  "Preview": "Aperçu",
  "Previewing": "Aperçu",
  "Primary cluster": "Cluster primaire",
  "Primary cluster is unfenced.": "Le cluster principal n’est pas clôturé.",
  "Proceed to disable": "Procéder à la désactivation",
  "Progressing": "En cours",
  "Project": "Projet",
  "Projects": "Projets",
  "Properties": "Propriétés",
  "Protect all your Kubernetes objects matching the selected resource label value.": "Protégez tous vos objets Kubernetes correspondant à la valeur de l’étiquette de ressource sélectionnée.",
  "Protect all your volumes that match the selected PVC labels": "Protégez tous vos volumes correspondant aux étiquettes de revendication de volume persistant sélectionnées.",
  "Protect applications deployed across multiple volumes and ensure consistent recovery with volume consistency groups.": "Protégez les applications déployées sur plusieurs volumes et assurez une récupération cohérente avec des groupes de cohérence de volume.",
  "Protect this VM independently without associating it with an existing DR placement control.": "Protégez cette machine virtuelle de manière indépendante sans l’associer à un contrôle de placement DR existant.",
  "Protected application resources": "Ressources d’application protégées",
  "Protected applications": "Applications protégées",
  "Protected volumes": "Volumes protégés",
  "Protection name": "Nom de protection",
  "Protection name:": "Nom de la protection :",
  "Protection type": "Protection des données",
  "Protection type:": "Type de protection :",
  "Provide S3 bucket connection details for each managed cluster. If a S3 bucket is not already configured for cluster, create one and then continue.": "Fournissez les détails de connexion au compartiment S3 pour chaque cluster géré. Si aucun compartiment S3 n'est déjà configuré pour le cluster, créez-en un, puis continuez.",
  "provider": "fournisseur",
  "Provider": "Fournisseur",
  "Provider {{provider}}": "Fournisseur {{provider}}",
  "Provider {{provider}} | Region: {{region}}": "Fournisseur : {{provider}} | Région : {{region}}",
  "Provider details": "Détails du fournisseur",
  "Provider ID": "ID du fournisseur",
  "Provider Mode": "Mode fournisseur",
  "Providers": "Fournisseurs",
  "Provision a storage cluster using local devices on your OpenShift nodes.": "Provisionnez un cluster de stockage à l’aide de périphériques locaux sur vos nœuds OpenShift.",
  "Provision a storage cluster using local devices on your OpenShift nodes. Data Foundation with block, shared filesystem and object services": "Provisionnez un cluster de stockage à l'aide de périphériques locaux sur vos nœuds OpenShift. Fondation de données avec services de blocs, de systèmes de fichiers partagés et d'objets.",
  "Provisioner": "Fournisseur",
  "Public Network Interface": "Interface de réseau public",
  "PUT {{PUTLatestValue}}": "PUT {{PUTLatestValue}}",
  "PVC details": "Détails de la revendication de volume persistant",
  "PVC label selector": "Sélecteur d’étiquette de revendication de volume persistant",
  "PVC label selector:": "Sélecteur d’étiquette de revendication de volume persistant :",
  "PVC label selectors": "Sélecteurs d’étiquettes de revendication de volume persistant",
  "PVC label selectors:": "Sélecteurs d’étiquettes de revendication de volume persistant :",
  "PVC mounting failures, impacting workloads that rely on DF storage.": "Défaillances de montage en PVC, impactant les charges de travail qui reposent sur le stockage DF.",
  "Rack": "Rack",
  "RADOS Object Gateway": "Passerelle d’objets RADOS",
  "RAMEN_CONFIG_KEY": "RAMEN_CONFIG_KEY",
  "Raw capacity": "Capacité brute",
  "Raw Capacity": "Capacité brute",
  "Raw capacity is the absolute total disk space available to the array subsystem.": "La capacité brute correspond à l’espace disque total absolu disponible pour le sous-système de la baie.",
  "Raw capacity shows the total physical capacity from all the storage pools in the StorageSystem.": "La capacité brute indique la capacité physique totale de tous les pools de stockage du système de stockage.",
  "Read and Write NamespaceStore ": "Magasin d’espaces de noms d’écriture et de lecture ",
  "Read and write NamespaceStore : ": "Magasin d’espaces de noms d’écriture et de lecture : ",
  "Read NamespaceStores": "Magasins d’espaces de noms de lecture",
  "Ready": "Prêt",
  "Reason": "Motif",
  "Rebuilding data resiliency": "Reconstruction de la résilience des données",
  "Receive bandwidth": "Bande passante de réception",
  "Recipe": "Recette",
  "Recipe list": "Liste de recettes",
  "Recipe name:": "Nom de la recette :",
  "Recipe name: {{recipeName}}": "Nom de la recette : {{recipeName}}",
  "Recipe namespace:": "Espace de noms de la recette :",
  "Recipe namespace: {{recipeNamespace}}": "Espace de noms de la recette : {{recipeNamespace}}",
  "Recipe parameters": "Paramètres de la recette",
  "Recipe parameters are a set of named inputs that substitute the placeholders in a recipe.": "Les paramètres de recette sont un ensemble d'entrées nommées qui remplacent les espaces réservés dans une recette.",
  "Recipe Parameters:": "Paramètres de la recette :",
  "Reclaim Policy": "Stratégie de récupération",
  "Recommended Ceph Monitor count: 5": "Nombre de moniteurs Ceph recommandé : 5",
  "Recovery": "Récupération",
  "Red Hat Ceph": "Red Hat Ceph",
  "Refresh": "Actualiser",
  "Region": "Région",
  "Region Dropdown": "Liste déroulante des régions",
  "release notes": "notes de version",
  "Relocate": "Déplacer",
  "Relocate application": "Déplacer l’application",
  "Relocate in progress": "Déplacement en cours",
  "Relocate initiated": "Déplacement initié",
  "Relocated to cluster {{ preferredCluster }}": "Déplacé vers le cluster {{ preferredCluster }}",
  "Relocating terminates your application on its current cluster, syncs its most recent snapshot to the selected target cluster, and then brings up your application.": "Le déplacement met fin à l’exécution de votre application sur son cluster actuel, synchronise son instantané le plus récent avec le cluster cible sélectionné, puis importe votre application.",
  "Relocating to cluster {{ preferredCluster }}": "Déplacement vers le cluster {{ preferredCluster }}",
  "Remove": "Supprimer",
  "Remove delete markers with no noncurrent versions.": "Supprimer les marqueurs de suppression sans versions non actuelles.",
  "Remove disaster recovery": "Supprimer la reprise après sinistre",
  "Remove disaster recovery?": "Supprimer la reprise après sinistre ?",
  "Remove tag": "Supprimer l'étiquette",
  "Remove Tier": "Supprimer le niveau",
  "Remove unnecessary delete markers that clutter bucket listings and do not serve a purpose. Targets delete markers in versioned buckets that do not have any associated object versions (orphaned delete markers).": "Supprimez les marqueurs de suppression inutiles qui encombrent les listes de compartiments et ne servent à rien. Ciblez les marqueurs de suppression dans les compartiments versionnés sans version d'objet associée (marqueurs de suppression orphelins).",
  "Replaying": "Relecture",
  "Replica": "Réplica",
  "Replica {{poolSize}} {{compressionText}}": "Réplica {{poolSize}} {{compressionText}}",
  "Replicas": "Réplicas",
  "Replication": "Réplication",
  "Replication details": "Détails de la réplication",
  "Replication interval": "Intervalle de réplication",
  "Replication policy": "Stratégie de réplication",
  "Replication policy: {{replicationType}}": "Politique de réplication : {{replicationType}}",
  "Replication policy: {{replicationType}}, {{interval}} {{unit}}": "Politique de réplication :{{replicationType}} , {{interval}} {{unit}}",
  "Replication rules ": "Règles de réplication ",
  "Replication site": "Site de réplication",
  "Replication type:": "Type de réplication :",
  "Replication type: {{type}}, Clusters: {{clusters}}": "Type de réplication : {{type}}, clusters : {{clusters}}",
  "Replication type: {{type}}, Interval: {{interval}}, Clusters: {{clusters}}": "Type de réplication : {{type}}, intervalle : {{interval}}, clusters : {{clusters}}",
  "Represents an underlying storage to be used as read or write target for the data in the namespace buckets.": "Représente un stockage sous-jacent à utiliser comme cible de lecture ou d’écriture pour les données dans les compartiments d’espace de noms.",
  "Request for ManagedClusterAction {{actionName}} on cluster {{clusterName}} timed out after too many retries. Ensure the work manager pod in open-cluster-management-agent-addon is healthy.": "Demande de ManagedClusterAction{{actionName}} sur le cluster{{clusterName}} Le délai d'attente a expiré après un trop grand nombre de tentatives. Assurez-vous que le pod du gestionnaire de tâches dans open-cluster-management-agent-addon est opérationnel.",
  "Request for ManagedClusterView {{viewName}} on cluster {{clusterName}} timed out after too many retries. Make sure the work manager pod in namespace open-cluster-management-agent-addon is healthy.": "Demande de ManagedClusterView{{viewName}} sur le cluster{{clusterName}} Le délai d'attente a expiré après un trop grand nombre de tentatives. Assurez-vous que le pod du gestionnaire de tâches dans l'espace de noms open-cluster-management-agent-addon est opérationnel.",
  "Requested capacity": "Capacité demandée",
  "Required": "Requis",
  "Required data is not available. Please try again later.": "Les données requises ne sont pas disponibles. Veuillez réessayer ultérieurement.",
  "Reset": "Réinitialiser",
  "Reset view": "Réinitialiser la vue",
  "Resiliency": "Résilience",
  "Resource is being deleted.": "La ressource est en cours de suppression.",
  "Resource label": "Étiquette de ressource",
  "Resource Page": "Page de la ressource",
  "Resource providers": "Fournisseurs de ressources",
  "Resources": "Ressources",
  "Resources ": "Ressources ",
  "Rest API IP address of IBM FlashSystem.": "Adresse IP de l’API Rest d’IBM FlashSystem.",
  "Restrict access from other accounts or the public internet, even if existing policies currently allow it. This is recommended for keeping your data isolated and secure.": "Limitez l'accès depuis d'autres comptes ou l'Internet public, même si les politiques existantes le permettent. Cette mesure est recommandée pour préserver l'isolement et la sécurité de vos données.",
  "Restrict access to only the headers you specify.": "Limitez l'accès aux seuls en-têtes que vous spécifiez.",
  "Restricted Access": "Accès restreint",
  "Reveal password": "Afficher le mot de passe",
  "Reveal token": "Afficher le jeton",
  "Reveal Values": "Afficher les valeurs",
  "Review": "Vérifier",
  "Review and assign": "Vérifier et attribuer",
  "Review and create": "Vérifier et créer",
  "Review BucketClass": "Vérifier la classe de compartiment",
  "Role": "Rôle",
  "Rotate signing keys": "Effectuer la rotation des clés de signature",
  "Rule": "Règle",
  "Rule actions": "Actions de règle",
  "Rule name": "Nom de la règle",
  "Rule scope": "Portée de la règle",
  "Run Validation test before to proceed further.": "Exécutez le test de validation avant de continuer.",
  "Running": "En cours d’exécution",
  "Running checks to ensure that the selected managed cluster meets all necessary conditions so it can enroll in a Disaster Recovery policy.": "Exécution de vérifications pour garantir que le cluster géré sélectionné répond à toutes les conditions nécessaires pour pouvoir s'inscrire à une stratégie de reprise après sinistre.",
  "S3 bucket for {{name}}": "Compartiment S3 pour {{name}}",
  "S3 profile name": "Nom du profil S3",
  "Save": "Enregistrer",
  "Save changes": "Enregistrer les modifications",
  "Savings": "Gains d’espace",
  "Savings shows the uncompressed and non-deduped data that would have been stored without those techniques.": "Les gains d’espace montrent les données non compressées et non dédupliquées qui auraient été stockées sans ces techniques.",
  "Scaling capacity limit: {{capacityLimit}}": "Limite de capacité de mise à l'échelle : {{capacityLimit}}",
  "Scaling is in progress": "La mise à l'échelle est en cours",
  "Scope": "Portée",
  "Search a bucket by name": "Rechercher un compartiment par nom",
  "Search by cluster name...": "Rechercher par nom de cluster...",
  "Search by name": "Rechercher par nom",
  "Search by name...": "Rechercher par nom...",
  "Search objects in the bucket using prefix": "Rechercher des objets dans le compartiment à l'aide du préfixe",
  "Search...": "Recherche...",
  "Secret": "Secret",
  "Secret key": "Clé secrète",
  "Secret Key": "Clé secrète",
  "Secret Key Field": "Champ de clé secrète",
  "Secret not found": "Secret non trouvé",
  "Secrets": "Secrets",
  "Secure namespaces as per Recipe definition.": "Espaces de noms sécurisés selon la définition de la recette.",
  "Secure selected namespace by defining resource label expressions.": "Sécurisez l’espace de noms sélectionné en définissant des expressions d’étiquette de ressource.",
  "Security": "Sécurité",
  "Security and network": "Sécurité et réseau",
  "See documentation": "Afficher la documentation",
  "see PVC label selector requirements.": "voir les exigences du sélecteur d'étiquettes PVC.",
  "Select": "Sélectionner",
  "Select {{resourceLabel}}": "Sélectionner {{resourceLabel}}",
  "Select a backing store": "Sélectionner un magasin de sauvegarde",
  "Select a cluster": "Sélectionner un cluster",
  "Select a cluster expansion limit for automatic capacity scaling to continue.": "Sélectionnez une limite d’extension de cluster pour que la mise à l’échelle automatique de la capacité continue.",
  "Select a DRCluster to choose your namespace.": "Sélectionnez un objet DRCluster pour choisir votre espace de noms.",
  "Select a label": "Sélectionner une étiquette",
  "Select a list of NamespaceStores that defines the read targets of the namespace bucket.": "Sélectionnez une liste de magasins d’espace de noms qui définit les cibles de lecture du compartiment d’espace de noms.",
  "Select a namespace": "Sélectionner un espace de noms",
  "Select a namespace store": "Sélectionner un magasin d’espaces de noms",
  "Select a namespace:": "Sélectionner un espace de noms :",
  "Select a performance mode from the list": "Sélectionner un mode de performance dans la liste",
  "Select a placement": "Sélectionner un placement",
  "Select a platform to connect an external storage": "Sélectionnez une plateforme pour connecter un stockage externe",
  "Select a policy": "Sélectionner une stratégie",
  "Select a Pool": "Sélectionner un pool",
  "Select a profile to customise the performance of the Data Foundation cluster to meet your requirements.": "Sélectionnez un profil pour personnaliser les performances du cluster Data Foundation en fonction de vos besoins.",
  "Select a recipe": "Sélectionner une recette",
  "Select a single NamespaceStore that defines the write targets of the namespace bucket.": "Sélectionnez un magasin d’espace de noms unique qui définit les cibles d’écriture du compartiment d’espace de noms.",
  "Select a StorageClass to continue": "Sélectionnez une classe de stockage pour continuer",
  "Select a StorageSystem for your workloads.": "Sélectionnez un système de stockage pour vos charges de travail.",
  "Select all": "Tout sélectionner",
  "Select an arbiter zone": "Sélectionnez une zone arbitre",
  "Select an existing connection": "Sélectionner une connexion existante",
  "Select at least 1 Backing Store resource": "Sélectionnez au moins 1 ressource de magasin de sauvegarde.",
  "Select at least 1 encryption level or disable encryption.": "Sélectionnez au moins 1 niveau de chiffrement ou désactivez le chiffrement.",
  "Select at least 2 Backing Store resources": "Sélectionnez au moins 2 ressources de magasin de sauvegarde",
  "Select at least 3 nodes preferably in 3 different zones. It is recommended to start with at least 14 CPUs and 34 GiB per node.": "Sélectionnez au moins 3 nœuds de préférence dans 3 zones différentes. Il est recommandé de commencer avec au moins 14 processeurs et 34 Gio par nœud.",
  "Select bucket creation method": "Sélectionnez la méthode de création du compartiment",
  "Select capacity": "Sélectionner la capacité",
  "Select cluster": "Sélectionner un cluster",
  "Select consumer type": "Sélectionner le type de consommateur",
  "Select disk types": "Sélectionner les types de disques",
  "Select from available policies": "Choisissez parmi les politiques disponibles",
  "Select input": "Sélectionner une entrée",
  "Select labels": "Sélectionner des étiquettes",
  "Select namespaces that belongs to your ACM discovered applications.": "Sélectionnez les espaces de noms appartenant à vos applications découvertes ACM.",
  "Select NetworkAttachmentDefinition": "Sélectionner NetworkAttachmentDefinition",
  "Select nodes": "Sélectionner des nœuds",
  "Select one NamespaceStore which defines the read and write targets of the namespace bucket.": "Sélectionnez un magasin d’espaces de noms qui définit les cibles de lecture et d’écriture du compartiment d’espace de noms.",
  "Select options": "Sélectionner des options",
  "Select policy": "Sélectionner une stratégie",
  "Select reclaim policy": "Sélectionner une stratégie de récupération",
  "Select replication": "Sélectionner une réplication",
  "Select subscriptions group": "Sélectionner un groupe d’abonnements",
  "Select the maximum limit to which the cluster can expand.": "Sélectionnez la limite maximale à laquelle le cluster peut s'étendre.",
  "Select the subscriptions groups you wish to replicate via": "Sélectionnez les groupes d’abonnements que vous souhaitez répliquer via",
  "Select the values": "Sélectionner les valeurs",
  "Select this option to upload and use your client side certificates": "Sélectionnez cette option pour charger et utiliser vos certificats côté client.",
  "Select VolumeBinding Mode": "Sélectionner le mode de liaison du volume",
  "Selectable table": "Tableau sélectionnable",
  "selected": "choisi(s)",
  "Selected": "Sélectionné",
  "selected ({{cpu}} CPUs and {{memory}} on ": "sélectionné(s) ({{cpu}} processeurs et {{memory}} sur ",
  "Selected BackingStores": "Magasins de sauvegarde sélectionnés",
  "Selected capacity": "Capacité sélectionnée",
  "Selected clusters cannot be used to create a DRPolicy.": "Les clusters sélectionnés ne peuvent pas être utilisés pour créer une DRPolicy.",
  "Selected Clusters: {{clusters}}": "Clusters sélectionnés : {{clusters}}",
  "Selected Disks": "Disques sélectionnés",
  "Selected nodes": "Nœuds sélectionnés",
  "Selected nodes are based on the StorageClass <1>{{scName}}</1> and fulfill the stretch cluster requirements with a recommended requirement of 14 CPU and 34 GiB RAM per node.": "Les nœuds sélectionnés sont basés sur la classe de stockage <1>{{scName}}</1> et remplissent les exigences du cluster extensible avec une exigence recommandée de 14 processeurs et de 34 Gio de RAM par nœud.",
  "Selected nodes are based on the StorageClass <1>{{scName}}</1> and with a recommended requirement of 14 CPU and 34 GiB RAM per node.": "Les nœuds sélectionnés sont basés sur la classe de stockage <1>{{scName}}</1> et ont une exigence recommandée de 14 processeurs et 34 Gio de RAM par nœud.",
  "Selected nodes will be dedicated to Data Foundation use only": "Les nœuds sélectionnés sont réservés uniquement à une utilisation dans Data Foundation",
  "Selected nodes: {{nodeCount, number}} node_one": "Nœuds sélectionnés :{{nodeCount, number}} nœud",
  "Selected nodes: {{nodeCount, number}} node_other": "Nœuds sélectionnés :{{nodeCount, number}} nœuds",
  "Selected read namespace stores: ": "Magasins d’espaces de noms de lecture sélectionnés : ",
  "Selected versus Available Capacity": "Capacité sélectionnée et capacité disponible",
  "Selected write namespace store: ": "Magasin d’espaces de noms d’écriture sélectionné : ",
  "Server health": "Intégrité du serveur",
  "Server name": "Nom du serveur",
  "Server throughput": "Débit du serveur",
  "Service account keys are needed for Google Cloud Storage authentication. The keys can be found in the service accounts page in the GCP console.": "Les clés de compte de service sont nécessaires pour l’authentification de Google Cloud Storage. Les clés se trouvent sur la page des comptes de service de la console GCP.",
  "Service API key": "Clé API de service",
  "Service instance ID": "ID d’instance de service",
  "Service name": "Nom du service",
  "Service type": "Type de service",
  "Service Type": "Type de service",
  "Service Type Dropdown": "Liste déroulante des types de services",
  "Service Type Dropdown Toggle": "Bascule de la liste déroulante des types de services",
  "Services": "Services",
  "Set criteria for filtering objects based on their size.": "Définissez des critères de filtrage des objets en fonction de leur taille.",
  "Set default StorageClass for virtualization": "Définir la classe de stockage par défaut pour la virtualisation",
  "Set up a storage cluster to view the topology": "Configurer un cluster de stockage pour afficher la topologie",
  "Set up Multus by following relevant steps in": "Configurez Multus en suivant les étapes pertinentes dans",
  "Setup Multicloud Object Gateway": "Configurer MultiCloud Object Gateway",
  "Share link": "Partager le lien",
  "Share object with a presigned URL": "Partager un objet avec une URL présignée",
  "Share with presigned URL": "Partager avec une URL présignée",
  "Shared": "Shared",
  "Shared groups": "Groupes partagés",
  "Shared protection is not available for managed VMs.": "La protection partagée n'est pas disponible pour les machines virtuelles gérées.",
  "Show image states": "Afficher les états de l’image",
  "Show less": "Montrer moins",
  "Show message": "Afficher le message",
  "Show password": "Afficher le mot de passe",
  "Shows an overview of the data consumption per provider or account collected from the day of the entity creation.": "Affiche un aperçu de la consommation de données par fournisseur ou compte collectée à partir du jour de la création de l’entité.",
  "Single NamespaceStore": "Magasin d’espaces de noms unique",
  "Size": "Taille",
  "Skip <1>delete marker</1> and delete object permanently": "Sauter<1> supprimer le marqueur</1> et supprimer définitivement l'objet",
  "SmallScale": "Petite échelle",
  "Some buckets have issues": "Certains compartiments rencontrent des problèmes",
  "Some clusters are fenced.": "Certains clusters sont clôturés.",
  "something went wrong while getting storageclasses": "quelque chose s'est mal passé lors de l'obtention des classes de stockage",
  "Specify maximum object size": "Spécifier la taille maximale de l'objet",
  "Specify minimum object size": "Spécifier la taille minimale de l'objet",
  "Specify the public and network interfaces that Ceph will use for data traffic. Use CIDR notation to define the IP addresses which will bind to on the host.": "Spécifiez les interfaces publiques et réseau que Ceph utilisera pour le trafic de données. Utilisez la notation CIDR pour définir les adresses IP auxquelles se connectera l'hôte.",
  "Spread": "Répartition",
  "Spread Tier - list of BackingStores aggregates the storage of multiple stores.": "Niveau de répartition : la liste des magasins de sauvegarde regroupe le stockage de plusieurs magasins.",
  "Spreading the data across the chosen resources does not include failure tolerance in case of resource failure.": "La répartition des données dans les ressources choisies n’inclut pas la tolérance aux pannes en cas de panne de ressource.",
  "Spreading the data across the chosen resources. By default a replica of one copy is used and does not include failure tolerance in case of resource failure.": "Répartition des données dans les ressources choisies. Par défaut, un réplica d’une copie est utilisé et n’inclut pas de tolérance aux pannes en cas de panne de ressource.",
  "SSD / NVMe": "SSD/NVMe",
  "Standalone": "Autonome",
  "Standard": "Standard",
  "stark-lab-storage-consumer": "Stark Lab Stockage Consommateur",
  "Start configuring your storage platform to unlock core Data Foundation features.": "Commencez à configurer votre plateforme de stockage pour déverrouiller les fonctionnalités principales de Data Foundation.",
  "Start from scratch or use predefined policy configuration": "Commencez à partir de zéro ou utilisez une configuration de politique prédéfinie",
  "started at ": "commencé à ",
  "Starting replay": "Démarrage de la relecture",
  "Starts and ends with a lowercase letter or number": "Commence et se termine par une lettre minuscule ou un chiffre",
  "Status": "Statut",
  "Status unknown": "Statut inconnu",
  "Status: {{status}}": "Statut : {{status}}",
  "Steps to enable monitoring": "Étapes d’activation de la surveillance",
  "Stopped": "Arrêté",
  "Stopping replay": "Arrêt de la relecture",
  "Storage capacity utilised from the external object storage provider.": "Capacité de stockage utilisée par le fournisseur de stockage d’objets externe.",
  "Storage class encryption": "Cryptage de classe de stockage",
  "Storage classes": "Classes de stockage",
  "Storage Classes": "Classes de stockage",
  "Storage Client": "Client de stockage",
  "Storage clients": "Clients de stockage",
  "Storage Clients": "Clients de stockage",
  "Storage cluster": "Cluster de stockage",
  "Storage Cluster": "Cluster de stockage",
  "Storage cluster data not available.": "Les données du cluster de stockage ne sont pas disponibles.",
  "Storage cluster is not configured": "Le cluster de stockage n'est pas configuré",
  "Storage consumers": "Consommateurs de stockage",
  "Storage consumption": "Consommation de stockage",
  "Storage efficiency": "Efficacité du stockage",
  "Storage endpoint": "Point de terminaison de stockage",
  "Storage Pool": "Pool de stockage",
  "Storage pool creation form": "Formulaire de création de pool de stockage",
  "Storage pool critically full": "Le pool de stockage est presque plein",
  "Storage pool critically full. Add capacity to avoid disruptions": "Le pool de stockage est presque plein. Augmentez la capacité pour éviter les perturbations.",
  "Storage pool delete modal": "Fenêtre modale de suppression du pool de stockage",
  "Storage pool into which volume data shall be stored": "Pool de stockage dans lequel les données de volume doivent être stockées",
  "Storage pool needs attention": "Le pool de stockage nécessite une attention particulière",
  "Storage pool update form": "Formulaire de mise à jour du pool de blocs",
  "Storage pool utilization": "Utilisation du pool de stockage",
  "Storage pools": "Pools de stockage",
  "Storage pools needing attention": "Les pools de stockage nécessitent une attention particulière",
  "Storage providers": "Fournisseurs de stockage",
  "Storage quota": "Quota de stockage",
  "Storage quota cannot be decreased. Assign a quota higher than your current allocation.": "Le quota de stockage ne peut pas être réduit. Attribuez un quota supérieur à votre allocation actuelle.",
  "Storage quota request failed. Make sure your Data Foundation provider cluster has enough capacity before trying again.": "La demande de quota de stockage a échoué. Assurez-vous que le cluster de votre fournisseur de fondation de données dispose d'une capacité suffisante avant de réessayer.",
  "Storage quota utilization ratio": "Taux d'utilisation du quota de stockage",
  "Storage quota:": "Quota de stockage :",
  "Storage status represents the health status of Data Foundation's StorageCluster.": "Le statut du stockage représente le statut d’intégrité du cluster de stockage de Data Foundation.",
  "Storage system": "Système de stockage",
  "Storage System": "Système de stockage",
  "Storage System capacity": "Capacité du système de stockage",
  "Storage System status": "Statut du système de stockage",
  "Storage Systems": "Systèmes de stockage",
  "Storage targets that are used to store chunks of data on Multicloud Object Gateway buckets.": "Cibles de stockage utilisées pour stocker des morceaux de données sur des compartiments Multicloud Object Gateway.",
  "StorageClass": "StorageClass",
  "StorageClass encryption": "Chiffrement de la classe de stockage",
  "StorageClass name": "Nom de la classe de stockage",
  "StorageClass Name": "Nom de l’objet StorageClass",
  "StorageClasses": "StorageClasses",
  "StorageConsumer": "StockageConsommateur",
  "StorageConsumer Name": "Nom du consommateur de stockage",
  "StorageConsumers": "StockageConsommateurs",
  "StorageSystem details": "Détails du système de stockage",
  "StorageSystem is responsible for ensuring different types of file and block storage availability, storage capacity management and generic operations on storage.": "Le système de stockage est chargé d’assurer la disponibilité des différents types de stockage de fichiers et de blocs, la gestion de la capacité de stockage et les opérations génériques sur le stockage.",
  "StorageSystems": "Systèmes de stockage",
  "Stretch Cluster": "Cluster extensible",
  "Subscription": "Abonnement",
  "Subscription deprecated": "Abonnement obsolète",
  "Subscription details": "Détails de l’abonnement",
  "subscription-selector": "subscription-selector",
  "Subscriptions": "Abonnements",
  "Succeeded: {{uploadedFiles}}": "Réussi: {{uploadedFiles}}",
  "Successfully deleted {{ successCount }} object from the bucket.": "{{ successCount }} objet de compartiment supprimé",
  "Successfully deleted {{ successCount }} objects from the bucket.": "{{ successCount }} objets de compartiment supprimé",
  "Successfully emptied bucket ": "Compartiment vide",
  "Suspend": "Suspendre",
  "Suspend versioning": "Suspendre le contrôle de version",
  "Suspended": "Suspendu",
  "Switch to Credentials": "Passer aux informations d’identification",
  "Switch to Secret": "Passer au secret",
  "Switch to upload JSON": "Passer au chargement du fichier JSON",
  "sync deletion": "suppression synchronisée",
  "Sync deletion": "Suppression synchronisée",
  "Sync deletion syncs the delete operation. If you delete data from bucket 1, the same data gets deleted from bucket 2": "La suppression synchronisée synchronise l’opération de suppression. Si vous supprimez des données du compartiment 1, ces mêmes données sont supprimées du compartiment 2.",
  "Sync failed": "La synchronisation a échoué",
  "Sync interval:": "Intervalle de synchronisation :",
  "Sync resource type": "Synchroniser le type de ressource",
  "Sync status": "Statut de synchronisation",
  "Synced": "Synchronisé",
  "Synchronous": "Synchrone",
  "Syncing": "Synchronisation",
  "System name": "Nom du système",
  "System raw capacity": "Capacité brute du système",
  "Systems": "Systèmes",
  "Tags": "Balises",
  "Taint nodes": "Nœuds d’altération",
  "Taint nodes: {{ocsTaintsStatus}}": "Nœuds d’altération : {{ocsTaintsStatus}}",
  "Target blob container": "Conteneur d’objets blob cible",
  "Target Blob Container": "Conteneur d’objets blob cible",
  "Target bucket": "Compartiment cible",
  "Target Bucket": "Compartiment cible",
  "Target cluster": "Cluster cible",
  "Target cluster is fenced.": "Le cluster cible est clôturé.",
  "Target cluster is offline.": "Le cluster cible est hors ligne.",
  "Target cluster:": "Cluster cible :",
  "Targeted": "Ciblé",
  "Technology preview": "Aperçu technologique",
  "Tenant ID": "ID locataire",
  "The aggregate resource requirements for {{selectedProfile}} mode is": "Les exigences en ressources globales pour le mode {{selectedProfile}} sont de",
  "The amount of capacity that would be dynamically allocated on the selected StorageClass.": "Quantité de capacité qui serait allouée dynamiquement sur la classe de stockage sélectionnée.",
  "The Arbiter stretch cluster requires a minimum of 4 nodes (2 different zones, 2 nodes per zone). Please choose a different StorageClass or create a new LocalVolumeSet that matches the minimum node requirement.": "Le cluster extensible arbitre nécessite un minimum de 4 nœuds (2 zones différentes, 2 nœuds par zone). Veuillez choisir une autre classe de stockage ou créer un ensemble de volumes locaux qui respecte le nombre minimal de nœuds requis.",
  "The available capacity is based on all attached disks associated with the selected StorageClass <3>{{storageClassName}}</3>": "La capacité disponible est basée sur tous les disques connectés associés à la classe de stockage sélectionnée <3>{{storageClassName}}</3>",
  "The backend path in Vault where the encryption keys will be stored.": "Chemin back-end dans Vault où les clés de chiffrement sont stockées.",
  "The bucket is being deleted. This may take a while.": "Le compartiment est en cours de suppression. Cela peut prendre un certain temps.",
  "The bucket is being emptied. This may take a while to complete.": "Le compartiment est en cours de vidage. Cette opération peut prendre un certain temps.",
  "The bucket policy has been successfully created and applied to your S3 bucket.": "La politique de compartiment a été créée et appliquée avec succès à votre compartiment S3.",
  "The caching bucket will serve data from a large raw data out of a local caching tiering.": "Le compartiment de mise en cache gère les données provenant de données brutes volumineuses issues d’un niveau de mise en cache local.",
  "The cluster has multiple storage instances.": "Le cluster dispose de plusieurs instances de stockage.",
  "The Compression Ratio represents the compressible data effectiveness metric inclusive of all compression-enabled pools.": "Le taux de compression représente la mesure d’efficacité des données compressibles, y compris tous les pools compatibles avec la compression.",
  "The corresponding ObjectBucketClaim must be deleted first.": "La revendication de compartiment d’objet correspondante doit être supprimée en premier.",
  "The CORS configuration, defines a way for client web applications that are loaded in one domain to interact with resources in a different domain.": "La configuration CORS définit une manière pour les applications Web clientes chargées dans un domaine d'interagir avec les ressources d'un domaine différent.",
  "The creation of a StorageCluster is still in progress or has failed. Try again after the StorageCuster is ready to use.": "La création d’un cluster de stockage est toujours en cours ou a échoué. Réessayez une fois que le cluster de stockage est prêt à être utilisé.",
  "The current bucket policy and object permissions allow public access. This may unintentionally expose your data to users outside your organization and increase the risk of data leaks or unauthorized actions.": "La politique de compartiment et les autorisations d'objet actuelles autorisent l'accès public. Cela peut exposer involontairement vos données à des utilisateurs extérieurs à votre organisation et augmenter le risque de fuites de données ou d'actions non autorisées.",
  "The current status could not be determined.": "L'état actuel n'a pas pu être déterminé.",
  "The Data Foundation operator is the primary operator of Data Foundation": "L’opérateur Data Foundation est le principal opérateur de Data Foundation",
  "The data resiliency includes 2 services": "La résilience des données comprend 2 services",
  "The data will be temporarily copied on a backing store in order to later access it much more quickly.": "Les données sont temporairement copiées dans un magasin de sauvegarde afin de pouvoir y accéder ultérieurement beaucoup plus rapidement.",
  "The endpoint is not a valid IP address": "Le point de terminaison n’est pas une adresse IP valide",
  "The endpoint server name. Useful when the KMIP endpoint does not have a DNS entry.": "Nom du serveur de point de terminaison. Utile lorsque le point de terminaison KMIP n’a pas d’entrée DNS.",
  "The forward slash (\"/\") cannot be used.": "La barre oblique (« / ») ne peut pas être utilisée.",
  "The graph displays the average replication throughput inbound, by cluster, from all ApplicationSet and Subscription type applications. Applications that use file volumes are excluded in the replication throughput.": "Le graphique affiche le débit de réplication entrant moyen, par cluster, de toutes les applications de type ApplicationSet et Subscription. Les applications qui utilisent des volumes de fichiers sont exclues du débit de réplication.",
  "The graph displays the total number of block volumes inbound snapshots, by cluster, from all ApplicationSet and Subscription type applications. Applications that use file volumes are excluded in the total snapshot count.": "Le graphique affiche le nombre total d’instantanés entrants de volumes de blocs, par cluster, de toutes les applications de type ApplicationSet et Subscription. Les applications qui utilisent des volumes de fichiers sont exclues du nombre total d’instantanés.",
  "The IP address is already registered": "L’adresse IP est déjà enregistrée",
  "The maximum limit to which the cluster can expand in the cloud. Automatic capacity scaling is suspended if exceeded.": "Limite maximale d'extension du cluster dans le cloud. La mise à l'échelle automatique de la capacité est suspendue en cas de dépassement.",
  "The maximum object size must be larger than the minimum object size.": "La taille maximale de l'objet doit être supérieure à la taille minimale de l'objet.",
  "The name must be accurate and must match the service namespace": "Le nom doit être exact et doit correspondre à l’espace de noms du service.",
  "The name to use as the SNI host when Data Foundation connecting via TLS to the Vault server.": "Nom à utiliser comme hôte SNI lors de la connexion de Data Foundation via TLS au serveur Vault.",
  "The namespace bucket will serve reads from several selected backing stores, creating a virtual namespace on top of them and will write to one of those as its chosen write target": "Le compartiment d’espace de noms gère les lectures à partir de plusieurs magasins de sauvegarde sélectionnés, en créant un espace de noms virtuel au-dessus d’eux, et écrit dans celui qu’il aura choisi comme cible d’écriture.",
  "The number of replicas can be configured via the NooBaa management console.": "Le nombre de réplicas peut être configuré via la console de gestion NooBaa.",
  "The number of selected zones is less than the minimum requirement of 3. If not modified a host-based failure domain deployment will be enforced.": "Le nombre de zones sélectionnées est inférieur à l’exigence minimale de 3. Si le nombre reste inchangé, un déploiement de domaine de défaillance basé sur l’hôte sera appliqué.",
  "The object service includes 2 services.": "Le service d’objet comprend 2 services.",
  "The path where kubernetes auth method is enabled in Vault. The default path is kubernetes. If the auth method is enabled in a different path other than kubernetes, this variable needs to be set as \"/v1/auth/<path>/login\".": "Chemin d’accès au niveau duquel la méthode d’authentification Kubernetes est activée dans Vault. Le chemin par défaut est Kubernetes. Si la méthode d’authentification est activée dans un chemin autre que Kubernetes, cette variable doit être définie comme suit : « /v1/auth/<path>/login ».",
  "The policy sync interval is only applicable to volumes.": "L’intervalle de synchronisation de la stratégie s’applique uniquement aux volumes.",
  "The pool name comprises a prefix followed by the user-provided name.": "Le nom du pool comprend un préfixe suivi du nom fourni par l'utilisateur.",
  "The Savings metric represents the actual disk capacity saved inclusive of all compression-enabled pools and associated replicas.": "La métrique Gains d’espace représente la capacité de disque réelle économisée, y compris tous les pools activés pour la compression et les réplicas associés.",
  "The selected clusters are running different versions of Data Foundation. Peering clusters with different versions can lead to potential issues and is not recommended. Ensure all clusters are upgraded to the same version before proceeding with peering to avoid operational risks.": "Les clusters sélectionnés exécutent différentes versions de Data Foundation. L'appairage de clusters avec différentes versions peut entraîner des problèmes potentiels et n'est pas recommandé. Assurez-vous que tous les clusters soient bien mis à niveau vers la même version avant de procéder à l'appairage pour éviter les risques opérationnels.",
  "The selected clusters cannot be peered due to a mismatch in types. Ensure both clusters are of the same type to continue.": "Les clusters sélectionnés ne peuvent pas être appairés en raison d'une incompatibilité de types. Assurez-vous que les deux clusters sont du même type pour continuer.",
  "The selected managed cluster(s) does not meet all necessary conditions to be eligible for disaster recovery policy. Resolve the following issues to proceed with policy creation.": "Le ou les clusters gérés sélectionnés ne remplissent pas toutes les conditions nécessaires pour être éligibles à la stratégie de reprise après sinistre. Résolvez les problèmes suivants pour procéder à la création de la stratégie.",
  "The selected nodes do not meet the {{resourceProfile}} mode aggregate resource requirement. Try again by selecting nodes with enough CPU and memory or you can select a different performance profile to proceed.": "Les nœuds sélectionnés ne répondent pas aux exigences en ressources globales du mode {{resourceProfile}}. Réessayez en sélectionnant des nœuds dotés de suffisamment de processeurs et de mémoire. Vous pouvez également sélectionner un profil de performances différent pour continuer.",
  "The selected PVC label selector doesn't meet the label requirements. Choose a valid label selector or create one with the following requirements: {{ message }}": "Le sélecteur d'étiquettes PVC sélectionné ne répond pas aux exigences d'étiquetage. Choisissez un sélecteur d'étiquettes valide ou créez-en un avec les exigences suivantes : {{ message }}",
  "The StorageClass used by Data Foundation to write its data and metadata.": "Classe de stockage utilisée par Data Foundation pour écrire ses données et métadonnées.",
  "The StorageCluster encryption level can be set to include all components under the cluster (including StorageClass and PVs) or to include only StorageClass encryption. PV encryption can use an auth token that will be used with the KMS configuration to allow multi-tenancy.": "Le niveau de chiffrement du cluster de stockage peut être défini pour inclure tous les composants du cluster (y compris la classe de stockage et le volume persistant) ou pour inclure uniquement le chiffrement de la classe de stockage. Le chiffrement de volume persistant peut utiliser un jeton d’authentification qui sera utilisé avec la configuration KMS pour autoriser une configuration multi-client.",
  "The StorageCluster requires a minimum of 3 nodes for the initial deployment. Please choose a different StorageClass or go to create a new LocalVolumeSet that matches the minimum node requirement.": "Le cluster de stockage nécessite un minimum de 3 nœuds pour le déploiement initial. Veuillez choisir une autre classe de stockage ou créer un nouvel ensemble de volumes locaux qui correspond au nombre minimal de nœuds requis.",
  "The StorageCluster requires a minimum of 3 nodes. Please choose a different StorageClass or create a new LocalVolumeSet that matches the minimum node requirement.": "Le cluster de stockage nécessite un minimum de 3 nœuds. Veuillez choisir une autre classe de stockage ou créer un ensemble de volumes locaux qui respecte le nombre minimal de nœuds requis.",
  "The target cluster's volumes contain data inconsistencies caused by synchronization delays. Performing failover could lead to data loss. Refer to the corresponding VolumeSynchronizationDelay OpenShift alert(s) for more information.": "Les volumes du cluster cible contiennent des incohérences de données causées par des retards de synchronisation. L'exécution du basculement peut entraîner une perte de données. Reportez-vous aux alertes OpenShift VolumeSynchronizationDelay correspondantes pour plus d'informations.",
  "The target cluster's volumes contain data inconsistencies caused by synchronization delays. Performing relocate could lead to data loss. Refer to the corresponding VolumeSynchronizationDelay OpenShift alert(s) for more information.": "Les volumes du cluster cible contiennent des incohérences de données causées par des retards de synchronisation. L'exécution du basculement peut entraîner une perte de données. Reportez-vous aux alertes OpenShift VolumeSynchronizationDelay correspondantes pour plus d'informations.",
  "The token generation service is currently unavailable. Contact our <2>customer support</2> for further help.": "Le service de génération de jetons est actuellement indisponible. Contactez notre <2>service client</2> pour obtenir de l’aide supplémentaire.",
  "The uploaded file is not a valid JSON file": "Le fichier chargé n’est pas un fichier JSON valide",
  "The Vault namespace where kubernetes auth method is enabled.": "Espace de noms Vault dans lequel la méthode d’authentification Kubernetes est activée.",
  "There are no namespaces to display.": "Il n’y a aucun espace de noms à afficher.",
  "There are no namespaces to display. Select a cluster first to view namespaces.": "Il n’y a aucun espace de noms à afficher. Sélectionnez d’abord un cluster pour afficher les espaces de noms.",
  "Thick": "Dense",
  "Thin": "Mince",
  "This action may expose the bucket's contents to the public and introduce potential risks. Are you sure you want to proceed?": "Cette action pourrait exposer le contenu du compartiment au public et présenter des risques potentiels. Voulez-vous vraiment continuer ?",
  "This action will overwrite the existing configuration, and any updates will immediately affect access permissions for users and applications. Review your changes carefully before proceeding.": "Cette action écrasera la configuration existante et toute mise à jour affectera immédiatement les autorisations d'accès des utilisateurs et des applications. Vérifiez attentivement vos modifications avant de continuer.",
  "This action will remove all associated access permissions, and any users or applications relying on this policy may lose access. This change cannot be undone.": "Cette action supprimera toutes les autorisations d'accès associées, et tous les utilisateurs ou applications s'appuyant sur cette politique risquent de perdre leur accès. Cette modification est irréversible.",
  "This action will rotate the signing key currently used for generating and validating client onboarding tokens.": "Cette action effectuera la rotation de la clé de signature actuellement utilisée pour générer et valider les jetons d’intégration des clients.",
  "This card shows the requested capacity for different Kubernetes resources. The figures shown represent the usable storage, meaning that data replication is not taken into consideration.": "Cette carte affiche la capacité demandée pour différentes ressources Kubernetes. Les chiffres indiqués représentent le stockage utilisable, ce qui signifie que la réplication des données n’est pas prise en compte.",
  "This card shows used capacity for different resources. The available capacity is based on cloud services therefore it cannot be shown.": "Cette carte montre la capacité utilisée pour différentes ressources. La capacité disponible est basée sur des services cloud et ne peut donc pas être affichée.",
  "This field is required": "Ce champ est obligatoire",
  "This is a required field": "Il s’agit d’un champ obligatoire",
  "This is a required field.": "Il s’agit d’un champ obligatoire.",
  "This is a required field. The StorageClass will be used to request storage from the underlying infrastructure to create the backing persistent volumes that will be used to provide the Data Foundation service.": "Il s’agit d’un champ obligatoire. La classe de stockage sera utilisée pour demander du stockage à l’infrastructure sous-jacente afin de créer le volume persistant de support qui sera utilisé pour fournir le service Data Foundation.",
  "This is a required field. The StorageClass will be used to request storage from the underlying infrastructure to create the backing PersistentVolumes that will be used to provide the Data Foundation service.": "Il s’agit d’un champ obligatoire. La classe de stockage sera utilisée pour demander du stockage à l’infrastructure sous-jacente afin de créer les volumes persistants de support qui seront utilisés pour fournir le service Data Foundation.",
  "This is an Advanced subscription feature. It requires Advanced Edition subscription. Please contact the account team for more information.": "Il s’agit d’une fonctionnalité d’abonnement avancée qui nécessite un abonnement à Advanced Edition. Veuillez contacter l’équipe chargée du compte pour plus d’informations.",
  "This list does not include namespaces where applications are enrolled separately under disaster recovery protection.": "Cette liste n’inclut pas les espaces de noms dans lesquels les applications sont inscrites séparément dans le cadre de la protection en cas de reprise après sinistre.",
  "This may incur additional costs for the underlying storage.": "Cela peut entraîner des coûts supplémentaires pour le stockage sous-jacent.",
  "This name is already in use. Try using a different name for your folder.": "Ce nom est déjà utilisé. Essayez d'utiliser un nom différent pour votre dossier.",
  "This option provides higher resiliency of objects stored in NooBaa buckets": "Cette option offre une plus grande résilience des objets stockés dans les compartiments NooBaa",
  "This resource is managed by <2></2> and any modifications may be overwritten. Edit the managing resource to preserve changes.": "Cette ressource est gérée par <2></2> et toute modification peut être remplacée. Modifiez la ressource de gestion pour conserver les modifications.",
  "This resource is managed by <2></2>and any modifications may be overwritten. Edit the managing resource to preserve changes.": "Cette ressource est gérée par <2></2> et toute modification peut être remplacée. Modifiez la ressource de gestion pour conserver les modifications.",
  "This selection determines the storage capabilities of your cluster. Once configured it cannot be changed.": "Cette sélection détermine les capacités de stockage de votre cluster. Une fois configurée, elle ne peut plus être modifiée.",
  "This selection is exclusive and cannot be used with other device types.": "Cette sélection est exclusive et ne peut pas être utilisée avec d’autres types de périphériques.",
  "This selection will delete current and all previous versions of the object from the bucket permanently. This object will be lost forever and cannot be restored.": "Cette sélection supprimera définitivement la version actuelle et toutes les versions précédentes de l'objet du panier. Cet objet sera définitivement perdu et ne pourra pas être restauré.",
  "This status is shown exclusively for default storage classes.": "Ce statut est affiché exclusivement pour les classes de stockage par défaut.",
  "This token is for one-time use only and is valid for 48 hours.": "Ce jeton est à usage unique et est valable 48 heures.",
  "This URL is used to access and manage secrets, keys, and certificates stored in Azure Key Vault.": "Cette URL est utilisée pour consulter et gérer les secrets, les clés et les certificats stockés dans Azure Key Vault.",
  "This URL will automatically expire based on your configured time or when your current session expires.": "Cette URL expirera automatiquement en fonction de l'heure configurée ou lorsque votre session actuelle expirera.",
  "This view is not available for external mode cluster.": "Cette vue n’est pas disponible pour le cluster en mode externe.",
  "This will remove the StorageConsumer from the environment. This action cannot be undone.": "Cela supprimera le StorageConsumer de l'environnement. Cette action est irréversible.",
  "thousands": "milliers",
  "Throughput": "Débit",
  "Tier 1 - BackingStores": "Niveau 1 – Magasins de sauvegarde",
  "Tier 1 - Policy Type": "Niveau 1 – Type de stratégie",
  "Tier 1: ": "Niveau 1 : ",
  "Tier 2 - BackingStores": "Niveau 2 – Magasins de sauvegarde",
  "Tier 2 - Policy type": "Niveau 2 – Type de stratégie",
  "Tier 2: ": "Niveau 2 : ",
  "Tiers": "Niveaux",
  "Time in seconds for how long the browser should cache the CORS preflight response.": "Durée en secondes pendant laquelle le navigateur doit mettre en cache la réponse préliminaire CORS.",
  "Time to live": "Durée de vie",
  "Time to live is the time that an object is stored in a caching system before it is deleted or refreshed. Default: 0, Max: 24 hrs": "La durée de vie est la durée pendant laquelle un objet est stocké dans un système de mise en cache avant d’être supprimé ou actualisé. Valeur par défaut : 0, valeur maximale : 24 heures",
  "Time to live: ": "Durée de vie : ",
  "Timed out fetching new data. The data below is stale.": "Le délai de récupération de nouvelles données a expiré. Les données ci-dessous sont obsolètes.",
  "TLS server name": "Nom du serveur TLS",
  "TLS Server Name": "Nom du serveur TLS",
  "To access Object Storage, you can either configure the storage cluster(provider block, file and object) or deploy MCG only(for Object storage without block and file)": "Pour accéder au stockage d'objets, vous pouvez soit configurer le cluster de stockage (bloc fournisseur, fichier et objet) soit déployer MCG uniquement (pour le stockage d'objets sans bloc ni fichier)",
  "To enhance cluster resilience, align Ceph Monitors with the available node failure domains.": "Pour améliorer la résilience du cluster, alignez les moniteurs Ceph avec les domaines de défaillance de nœud disponibles.",
  "To ensure that public access to your S3 bucket and its objects is blocked, turn on Block all public access.": "Pour garantir que l’accès public à votre compartiment S3 et à ses objets est bloqué, activez Bloquer tout accès public.",
  "To optimize the storage costs of your objects throughout their lifecycle, set up a lifecycle configuration. This configuration consists of a series of rules that determine the actions S3 takes on a specific group of objects.": "Pour optimiser les coûts de stockage de vos objets tout au long de leur cycle de vie, définissez une configuration de cycle de vie. Cette configuration comprend une série de règles qui déterminent les actions de S3 sur un groupe spécifique d'objets.",
  "To support high availability when two data centers can be used, enable arbiter to get a valid quorum between the two data centers.": "Pour prendre en charge la haute disponibilité lorsque deux datacenters peuvent être utilisés, permettez à l’arbitre d’obtenir un quorum valide entre les deux datacenters.",
  "Toggle DR status popover": "Basculer la fenêtre contextuelle d'état DR",
  "Toggle secret visibility": "Activer/désactiver la visibilité secrète",
  "Token": "Jeton",
  "Top {{label}} consumers": "{{label}} principaux consommateurs",
  "Top clients": "Principaux clients",
  "Top consumer by {{label}}": "Principal consommateur par {{label}}",
  "Top consumers": "Principaux consommateurs",
  "Topology": "Topologie",
  "Topology view is not supported for External mode": "La vue topologique n’est pas prise en charge en mode externe",
  "Total": "Total",
  "total limit": "limite totale",
  "Total Logical Used Capacity {{logicalCapacity}}": "Capacité logique totale utilisée {{logicalCapacity}}",
  "Total Physical Used Capacity {{physicalcapacity}}": "Capacité physique totale utilisée {{physicalcapacity}}",
  "Total Reads {{totalRead}}": "Nombre total de lectures {{totalRead}}",
  "Total Remaining: {{totalRemaining}}": "Total restant : {{totalRemaining}}",
  "total requested": "total demandé",
  "Total requests: ": "Total des demandes : ",
  "Total Writes {{totalWrite}}": "Nombre total d’écritures {{totalWrite}}",
  "Transfer files to cloud storage, where each file (object) is stored with a unique identifier and metadata. By default, objects are private. To configure permissions or properties for objects in an S3 bucket, users can use the Command Line Interface (CLI), Management Console, or SDKs. To make objects publicly accessible or apply more specific permissions, users can set bucket policies, use access control lists (ACLs), or define roles based on their requirements.": "Transférez des fichiers vers un stockage cloud, où chaque fichier (objet) est stocké avec un identifiant et des métadonnées uniques. Par défaut, les objets sont privés. Pour configurer les autorisations ou les propriétés des objets dans un compartiment S3, les utilisateurs peuvent utiliser l'interface de ligne de commande (CLI), la console de gestion ou les SDK. Pour rendre les objets accessibles au public ou appliquer des autorisations plus spécifiques, les utilisateurs peuvent définir des stratégies de compartiment, utiliser des listes de contrôle d'accès (ACL) ou définir des rôles en fonction de leurs besoins.",
  "Transfer rate: {{uploadSpeed}}": "Taux de transfert : {{uploadSpeed}}",
  "Troubleshoot": "Dépanner",
  "True": "Vrai",
  "Try Again": "Réessayer",
  "Type": "Type",
  "Type client name to confirm": "Saisissez le nom du client pour confirmer",
  "Type:": "Type :",
  "Type: {{selectedService}}": "Type : {{selectedService}}",
  "Type: {{serviceType}}": "Type : {{serviceType}}",
  "Type: {{type}}": "Type : {{type}}",
  "Unavailable": "Non disponible",
  "Unblocked": "Débloqué",
  "Unblocked all": "Tout débloqué",
  "Understanding these terms": "Comprendre ces termes",
  "Unique ID of the key used for encrypting/decrypting. This only applies to encrpyted PVCs.": "ID unique de la clé utilisée pour le chiffrement/déchiffrement. Cela s’applique uniquement aux revendications de volume persistant chiffrées.",
  "Unique identifier": "Identifiant unique",
  "Unit": "Unité",
  "Units": "Unités",
  "unknown": "inconnu",
  "Unknown": "Inconnu",
  "Unlimited": "Illimité",
  "Unschedulable": "Non planifiable",
  "Unsupported peering configuration.": "Configuration de peering non prise en charge.",
  "Update channel": "Canal de mise à jour",
  "Update count": "Nombre de mises à jour",
  "Update existing configuration in YAML view": "Mettre à jour la configuration existante dans la vue YAML",
  "Update policy": "Politique de mise à jour",
  "Updated": "Mis à jour",
  "Updating": "Mise à jour",
  "Upgrade available": "Mise à niveau disponible",
  "Upgrading Data Foundation Client Operator": "Mise à niveau de l’opérateur client Data Foundation",
  "Upgrading Data Foundation's Operator": "Mise à niveau de l’opérateur de Data Foundation",
  "Upload": "Télécharger",
  "Upload a .json file with the service account keys provided by Google Cloud Storage.": "Chargez un fichier .json avec les clés de compte de service fournies par Google Cloud Storage.",
  "Upload a .PEM file here...": "Chargez un fichier .PEM ici...",
  "Upload File": "Charger un fichier",
  "Upload helper script": "Charger le script d’aide",
  "Upload JSON": "Charger le fichier JSON",
  "Uploaded File Name": "Nom du fichier chargé",
  "Uploading": "Téléchargement",
  "Uploading files to the bucket is complete": "Le téléchargement des fichiers dans le compartiment est terminé",
  "Uploading files to the bucket is in progress": "Le téléchargement des fichiers dans le compartiment est en cours",
  "Uploads": "Téléchargements",
  "Upon rotation, the existing signing key will be revoked and replaced with a new one.": "Lors de la rotation, la clé de signature existante sera révoquée et remplacée par une nouvelle clé.",
  "Use a predefined policy configuration?": "Utiliser une configuration de politique prédéfinie ?",
  "Use an existing StorageClass": "Utiliser une classe de stockage existante",
  "Use bucket policy to grant public or restricted access to the objects stored in the bucket.": "Utilisez la stratégie de compartiment pour accorder un accès public ou restreint aux objets stockés dans le compartiment.",
  "Use Ceph RBD as the default StorageClass": "Utiliser Ceph RBD comme classe de stockage par défaut",
  "Use different criteria for tagging your bucket.": "Utilisez différents critères pour étiqueter votre compartiment.",
  "Use existing claim": "Utiliser une revendication existante",
  "Use external PostgreSQL": "Utiliser PostgreSQL externe",
  "Use PVC label selectors to effortlessly specify the application resources that need protection. You can also create a custom PVC label selector if one doesn’t exists. For more information, ": "Utilisez les sélecteurs d'étiquettes PVC pour spécifier sans effort les ressources d'application qui ont besoin d'être protégées. Vous pouvez également créer un sélecteur d'étiquettes PVC personnalisé s'il n'en existe pas. Pour plus d'informations, ",
  "Use the default OVN network for all internal communication.": "Utilisez le réseau OVN par défaut pour toutes les communications internes.",
  "Use the host network to allow external access, support custom networking, or connect additional clusters to the storage provider.": "Utilisez le réseau hôte pour autoriser l’accès externe, prendre en charge la mise en réseau personnalisée ou connecter des clusters supplémentaires au fournisseur de stockage.",
  "Use the same S3 connection details as the first cluster": "Utilisez les mêmes détails de connexion S3 que le premier cluster",
  "used": "utilisés",
  "Used": "Utilisée",
  "Used / Total": "Utilisée/Total",
  "Used capacity": "Capacité utilisée",
  "Used Capacity": "Capacité utilisée",
  "Used Capacity %": "% de capacité utilisée",
  "Used of {{capacity}}": "Utilisation sur {{capacity}}",
  "Used of max available": "Utilisation par rapport au maximum disponible",
  "Used:": "Utilisés : ",
  "Used: {{targetClusters}}": "Utilisés : {{targetClusters}}",
  "Username": "Nom d’utilisateur",
  "Uses the available disks that match the selected filters on all nodes.": "Utilise les disques disponibles qui correspondent aux filtres sélectionnés sur tous les nœuds.",
  "Uses the available disks that match the selected filters only on selected nodes.": "Utilise les disques disponibles qui correspondent aux filtres sélectionnés uniquement sur les nœuds sélectionnés.",
  "Utilization": "Utilisation",
  "Utilization is good!": "L'utilisation est bonne !",
  "Valid until: ": "Valable jusqu'au : ",
  "Validated": "Validé",
  "Validity period of the presigned URL.": "Période de validité de l'URL présignée.",
  "Value": "Valeur",
  "Value (optional)": "Valeur (facultatif)",
  "Value (Optional)": "Valeur (facultatif)",
  "Value hidden": "Valeur masquée",
  "Values": "Valeurs",
  "Vault Enterprise Namespace": "Espace de noms Vault Enterprise",
  "Vault enterprise namespaces are isolated environments that functionally exist as Vaults within a Vault. They have separate login paths and support creating and managing data isolated to their namespace.": "Les espaces de noms Vault Enterprise sont des environnements isolés qui existent fonctionnellement en tant que coffres au sein d’un coffre. Ils disposent de chemins de connexion distincts et prennent en charge la création et la gestion de données isolées dans leur espace de noms.",
  "Verify your RHCS cluster has the necessary in-transit encryption settings configured to enable in-transit encryption on your external cluster. Refer to the documentation for detailed configuration steps.": "Vérifiez que votre cluster RHCS dispose des paramètres de chiffrement en transit nécessaires configurés pour activer le chiffrement en transit sur votre cluster externe. Reportez-vous à la documentation pour connaître les étapes de configuration détaillées.",
  "Version": "Version",
  "Version ID": "ID de version",
  "Version mismatch across selected clusters": "Incompatibilité de version entre les clusters sélectionnés",
  "Versioning": "Gestion des versions",
  "Versioning helps in keeping multiple version of an object in the bucket.": "Le contrôle de version permet de conserver plusieurs versions d'un objet dans le compartiment.",
  "Versions": "Versions",
  "View {{title}} metrics in query browser": "Afficher les métriques {{title}} dans le navigateur de requêtes",
  "View all": "Afficher tout",
  "View buckets": "Afficher les compartiments",
  "View did not complete successfully.": "La vue n'a pas été complétée avec succès.",
  "View documentation": "Afficher la documentation",
  "View external systems": "Afficher les systèmes externes",
  "View failed objects": "Afficher les objets ayant échoué",
  "View more": "Afficher plus",
  "View namespaces": "Afficher les espaces de noms",
  "View policies": "Afficher les stratégies",
  "View storage": "Afficher le stockage",
  "View uploads": "Voir les téléchargements",
  "View VMs": "Afficher les VM",
  "View volume groups": "Afficher les groupes de volumes",
  "Virtual machines": "Machines virtuelles",
  "Virtual machines ({{count}})_one": "Machines virtuelles ({{count}} )_one",
  "Virtual machines ({{count}})_other": "Machines virtuelles ({{count}} )_other",
  "VolSync": "VolSync",
  "Volume and Kubernetes object replication": "Réplication de volumes et d’objets Kubernetes",
  "Volume Binding Mode": "Mode de liaison du volume",
  "Volume Consistency group": "Groupe de cohérence volumique",
  "Volume consistency groups": "Groupes de cohérence volumique",
  "Volume Consistency groups": "Groupes de cohérence volumique",
  "Volume group replication: ": "Réplication du groupe de volumes : ",
  "Volume last synced on:": "Dernière synchronisation du volume le :",
  "Volume mode": "Mode Volume",
  "Volume replication health": "Intégrité de la réplication de volume",
  "Volume replication:": "Réplication de volumes :",
  "Volume Size": "Taille du volume",
  "Volume snapshot": "Instantané de volume",
  "Volume type": "Type de volume",
  "Volume:": "Volume:",
  "Volumes": "Volumes",
  "VolumeSnapshot classes": "Classes VolumeSnapshot",
  "Warning": "Avertissement",
  "We could not retrieve any information about the managed cluster {{clusterName}}": "Nous n'avons pu récupérer aucune information sur le cluster géré {{clusterName}}",
  "Welcome to Data Foundation": "Bienvenue à la Data Foundation",
  "What does each state mean?": "Que signifie chaque état ?",
  "What is a BackingStore?": "Qu’est-ce qu’un magasin de sauvegarde ?",
  "What is a BucketClass?": "Qu’est-ce qu’une BucketClass?",
  "What is a Namespace Policy?": "Qu’est-ce qu’une stratégie d’espace de noms ?",
  "What is a Placement Policy?": "Qu’est-ce qu’une stratégie de placement ?",
  "What is Caching?": "Qu’est-ce que la mise en cache ?",
  "When an object is deleted, a delete marker is created as the current version of that object. A delete marker prevents the object from being visible when listing the objects in a bucket but does not delete the object's data. If you permanently delete the delete marker, the object can be fully restored.": "Lorsqu'un objet est supprimé, un marqueur de suppression est créé, représentant sa version actuelle. Ce marqueur empêche l'objet d'être visible lors de la liste des objets d'un compartiment, mais ne supprime pas ses données. Si vous supprimez définitivement le marqueur de suppression, l'objet peut être entièrement restauré.",
  "When deleting for versioned buckets a delete marker is added and the current version of the object is retained as noncurrent version, for non-versioned buckets object deletion is permanent.": "Lors de la suppression de compartiments versionnés, un marqueur de suppression est ajouté et la version actuelle de l'objet est conservée comme version non actuelle. Pour les compartiments non versionnés, la suppression de l'objet est permanente.",
  "When the nodes in the selected StorageClass are spread across fewer than 3 availability zones, the StorageCluster will be deployed with the host based failure domain.": "Lorsque les nœuds de la classe de stockage sélectionnée sont répartis sur moins de 3 zones de disponibilité, le cluster de stockage est déployé avec le domaine de défaillance basé sur l’hôte.",
  "Where can I find Google Cloud credentials?": "Où puis-je trouver les identifiants Google Cloud ?",
  "Why this object has a delete marker?": "Pourquoi cet objet a un marqueur de suppression ?",
  "with compression": "avec compression",
  "Write NamespaceStore": "Magasin d’espaces de noms d’écriture",
  "x {{ replica, number }} replicas =": "x {{ replica, number }} réplicas =",
  "x {{replica}} replicas = {{osdSize, number(maximumFractionDigits: 2)}} {{sizeUnit}}": "x{{replica}} répliques = {{osdSize, number(maximumFractionDigits: 2)}} {{sizeUnit}}",
  "YAML": "YAML",
  "Yes": "Oui",
  "Yes, cancel": "Oui, annuler",
  "You are about to disable": "Vous êtes sur le point de désactiver",
  "You are not authorized to complete this action. See your cluster administrator for role-based access control information.": "Vous n’êtes pas autorisé à effectuer cette action. Consultez votre administrateur de cluster pour obtenir des informations sur le contrôle d’accès basé sur les rôles.",
  "You cannot (connect or) attach additional cluster to the storage provider.": "Vous ne pouvez pas (connecter ou) attacher un cluster supplémentaire au fournisseur de stockage.",
  "You do not have an active bucket policy.": "Vous n’avez pas de politique de compartiment active.",
  "You do not have any CORS rule.": "Vous n'avez aucune règle CORS.",
  "You do not have any objects in this bucket": "Vous n'avez aucun objet dans ce compartiment",
  "You do not have any SSD/NVMe disks available. Data Foundation supports only SSD/NVMe disk type in internal mode.": "Vous n'avez aucun disque SSD/NVMe disponible. Data Foundation prend uniquement en charge le type de disque SSD/NVMe en mode interne.",
  "You do not have permission to perform this action": "Vous n’êtes pas autorisé à effectuer cette action.",
  "You don't have access to this section due to cluster policy.": "Vous n’avez pas accès à cette section en raison de la stratégie de cluster.",
  "You have defined <2>{{actionsCount}} lifecycle rules.</2>": "Vous avez défini<2>{{actionsCount}} règles du cycle de vie.</2>",
  "You have selected {{count}} namespaces, to view or change your selection go back to the previous step._one": "Vous avez sélectionné {{count}} espace de noms. Pour afficher ou modifier votre sélection, revenez à l’étape précédente.",
  "You have selected {{count}} namespaces, to view or change your selection go back to the previous step._other": "Vous avez sélectionné {{count}} espaces de noms. Pour afficher ou modifier votre sélection, revenez à l’étape précédente.",
  "You have selected to apply this lifecycle rule to all objects in the bucket. This may impact objects that do not require the specified expirations. If your bucket contains a mix of object types, consider using filters like prefixes or tags to target specific objects.": "Vous avez choisi d'appliquer cette règle de cycle de vie à tous les objets du compartiment. Cela peut avoir un impact sur les objets qui ne nécessitent pas les expirations spécifiées. Si votre compartiment contient différents types d'objets, pensez à utiliser des filtres tels que des préfixes ou des balises pour cibler des objets spécifiques.",
  "You must enable and configure object logging in the cloud environment of your choice": "Vous devez activer et configurer la journalisation des objets dans l’environnement cloud de votre choix",
  "You must specify a prefix or another filter.": "Vous devez spécifier un préfixe ou un autre filtre.",
  "You must specify an object size or another filter.": "Vous devez spécifier une taille d'objet ou un autre filtre.",
  "You must specify an object tag or another filter.": "Vous devez spécifier une balise d'objet ou un autre filtre.",
  "You need to clean up manually to begin replication after a successful failover.": "Vous devez effectuer un nettoyage manuel pour commencer la réplication après un basculement réussi.",
  "Your application <2>{{resourceName}}</2> will lose disaster recovery protection, reventing volume synchronization (replication) between clusters.": "Votre candidature<2>{{resourceName}}</2> perdra la protection de reprise après sinistre, empêchant la synchronisation des volumes (réplication) entre les clusters.",
  "Your application will lose disaster recovery protection, preventing volume synchronization (replication) between clusters.": "Votre application perdra la protection de reprise après sinistre, empêchant la synchronisation des volumes (réplication) entre les clusters.",
  "Your bucket is currently publicly accessible.": "Votre compartiment est actuellement accessible au public.",
  "Your bucket is now empty. If you want to delete this bucket, click Delete bucket": "Votre compartiment est maintenant vide. Si vous souhaitez supprimer ce compartiment, cliquez sur Supprimer le compartiment",
  "Your IBM FlashSystem has been successfully configured. To enable persistent storage for your OpenShift workloads, deploy Data Foundation using the available FlashSystem storage class. Click Deploy Data Foundation to begin installation and configure storage resources using IBM FlashSystem.": "Votre IBM FlashSystem a été configuré avec succès. Pour activer le stockage persistant pour vos charges de travail OpenShift, déployez Data Foundation avec la classe de stockage FlashSystem disponible. Cliquez sur « Déployer Data Foundation » pour lancer l'installation et configurer les ressources de stockage avec IBM FlashSystem.",
  "Zone": "Zone",
  "Zone: {{zoneCount, number}} zone_one": "Zone : {{zoneCount, number}} zone",
  "Zone: {{zoneCount, number}} zone_other": "Zone : {{zoneCount, number}} zones",
  "Zoom in": "Zoomer",
  "Zoom out": "Dézoomer"
}